{
    "(and :count more error)": "(ne mfomso afoforo :count)",
    "(and :count more errors)": "(ne mfomso afoforo :count)",
    "A new verification link has been sent to the email address you provided during registration.": "Wɔde verification link foforo akɔ email address a wode mae bere a worekyerɛw wo din no so.",
    "A new verification link has been sent to your email address.": "Wɔde verification link foforo akɔ wo email address so.",
    "All rights reserved.": "Hokwan ahorow nyinaa wɔ hɔ.",
    "Already registered?": "Wɔakyerɛw wɔn din dedaw?",
    "Are you sure you want to delete your account?": "So wugye di sɛ wopɛ sɛ wopopa wo akontaabu no?",
    "Cancel": "Twam",
    "Click here to re-send the verification email.": "Klik ha na san fa verification email no mena.",
    "Confirm": "Si pi",
    "Confirm Password": "Si Password no so dua",
    "Current Password": "Mprempren Password a Wɔde Di Dwuma",
    "Dashboard": "Dashboard a wɔde kyerɛw nsɛm",
    "Delete Account": "Popa Akontaabu no",
    "Email": "Email a wɔde mena",
    "Email Password Reset Link": "Email Asɛmfua Reset Link",
    "Ensure your account is using a long, random password to stay secure.": "Hwɛ sɛ wo akontaabu no de password tenten a ɛnyɛ nhyehyɛe redi dwuma na ama woanya ahobammɔ.",
    "Forbidden": "Akyiwadeɛ",
    "Forgot your password?": "Wo werɛ afi wo password?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Wo werɛ afi wo password? Ɔhaw nni hɔ. Ma yɛnhu wo email address kɛkɛ na yɛde password reset link bɛma wo email a ɛbɛma woatumi apaw foforo.",
    "Go to page :page": "Kɔ kratafa :page",
    "Hello!": "Hɛlo!",
    "If you did not create an account, no further action is required.": "Sɛ woanyɛ akontaabu a, ɛho nhia sɛ woyɛ ade foforo biara.",
    "If you did not request a password reset, no further action is required.": "Sɛ woanbisa sɛ wɔmfa password reset a, ɛho nhia sɛ woyɛ biribi foforo biara.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Sɛ worehyia ɔhaw wɔ \":actionText\" bɔtn no a wobɛbɔ so a, kɔpi na fa URL a ɛwɔ aseɛ ha no hyɛ mu\nkɔ wo wɛbsaet browser no mu:",
    "Invalid JSON was returned from the route.": "Wɔsan de JSON a ɛnteɛ fii ɔkwan no so bae.",
    "Log in": "Kɔ mu",
    "Log Out": "Fi Wo Fi Mu",
    "Login": "Kɔ mu",
    "Logout": "Fi wo ho fi mu",
    "Name": "Din",
    "New Password": "Password Foforo",
    "Not Found": "Wonhu",
    "of": "firi",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Sɛ wɔpopa wo akontaabu no wie a, wɔbɛpopa ne nneɛma ne ne data nyinaa koraa. Ansa na wobɛpopa wo akontaabu no, yɛsrɛ wo twe data anaa nsɛm biara a wopɛ sɛ wode sie.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Sɛ wɔpopa wo akontaabu no wie a, wɔbɛpopa ne nneɛma ne ne data nyinaa koraa. Yɛsrɛ wo kyerɛw wo password na si so dua sɛ wopɛ sɛ wopopa wo akontaabu no daa.",
    "Page Expired": "Kratafa a Wɔatwam",
    "Pagination Navigation": "Nkratafa a Wɔde Kyerɛw Nsɛm",
    "Password": "Paswɛde",
    "Payment Required": "Ɛsɛ sɛ wotua ka",
    "Please click the button below to verify your email address.": "Yɛsrɛ sɛ klik button a ɛwɔ aseɛ ha no so na hwɛ sɛ wo email address no yɛ nokware anaa.",
    "Profile": "Ho asɛm",
    "Profile Information": "Profile Ho Nsɛm",
    "Regards": "Fa ho",
    "Register": "Twerɛ wo din",
    "Remember me": "Kae me",
    "Resend Verification Email": "San Fa Email a Wɔde Di Dwuma no mena",
    "Reset Password": "Reset Password no bio",
    "Reset Password Notification": "Reset Password Amanneɛbɔ no",
    "results": "nsunsuansoɔ",
    "Save": "Kora",
    "Saved.": "Wɔakora so.",
    "Server Error": "Server Mfomso",
    "Service Unavailable": "Ɔsom a Ɛnyɛ Nea Ɛwɔ Hɔ",
    "Showing": "Ɔrekyerɛ",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Yɛda wo ase sɛ woakyerɛw wo din! Ansa na wubefi ase no, so wubetumi ahwɛ sɛ wo email address no yɛ nokware denam link a yɛde email mena wo nkyɛe no a wobɛkyere so? Sɛ wo nsa anka email no a, yɛde anigye bɛmena wo foforo.",
    "The given data was invalid.": "Ná data a wɔde ama no nyɛ nokware.",
    "The response is not a streamed response.": "Mmuae no nyɛ mmuae a wɔde fa nsu so.",
    "The response is not a view.": "Mmuae a wɔde ma no nyɛ adwene bi.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Eyi yɛ beae a ahobammɔ wɔ wɔ application no mu. Yɛsrɛ sɛ si wo password no so dua ansa na woatoa so.",
    "This password reset link will expire in :count minutes.": "Saa password reset link yi bɛtwam wɔ simma :count mu.",
    "to": "kɔ",
    "Toggle navigation": "Toggle akwantuo no mu",
    "Too Many Requests": "Adesrɛ Pii Dodow",
    "Unauthorized": "Wɔmma ho kwan",
    "Update Password": "Fa Password no yɛ foforo",
    "Update your account's profile information and email address.": "Yɛ wo akontaabu no ho nsɛm ne email address no foforo.",
    "Verify Email Address": "Hwɛ sɛ Email Address no yɛ nokware anaa",
    "Whoops!": "Whoops na ɛyɛ wo dɛ!",
    "You are receiving this email because we received a password reset request for your account.": "Worenya saa email yi ɛfiri sɛ yɛanya password reset request a ɛfa wo account ho.",
    "You're logged in!": "Woakɔ mu!",
    "Your email address is unverified.": "Wo email address no nyɛ nea wɔagye atom."
}