{
    "(and :count more error)": "(ani fili :count wɛrɛw)",
    "(and :count more errors)": "(ani fili :count wɛrɛw)",
    "A new verification link has been sent to the email address you provided during registration.": "I ye imɛli ladɛrɛsi min di i tɔgɔ sɛbɛnni senfɛ, sɛgɛsɛgɛli yɔrɔ kura dɔ cilen don.",
    "A new verification link has been sent to your email address.": "Sɛgɛsɛgɛli jɛgɛnsira kura cilen don i ka imeyilɛri la.",
    "All rights reserved.": "Hakɛ bɛɛ bɛ a bolo.",
    "Already registered?": "I tɔgɔ sɛbɛnna kaban wa?",
    "Are you sure you want to delete your account?": "Yala i dalen b’a la ko i b’a fɛ k’i ka jatebɔsɛbɛn bɔ yen wa?",
    "Cancel": "ka dankari",
    "Click here to re-send the verification email.": "Aw ye nin yɔrɔ digi walasa ka sɛgɛsɛgɛli imɛri ci kokura.",
    "Confirm": "Sɛmɛntiya",
    "Confirm Password": "A’ ye Password dafa",
    "Current Password": "Password min bɛ yen sisan",
    "Dashboard": "Dashboard (Dashboard) ye",
    "Delete Account": "Konte (Konte) bɔ yen",
    "Email": "Email (Email) ci",
    "Email Password Reset Link": "Email Password Reset Lien",
    "Ensure your account is using a long, random password to stay secure.": "Aw ye aw jija aw ka jatebɔsɛbɛn bɛ baara kɛ ni tɔgɔlasɛbɛn jan ye min bɛ kɛ k’a sɔrɔ a ma kɛ cogo si la walasa ka to lakana la.",
    "Forbidden": "Kɔlilen",
    "Forgot your password?": "I ɲinɛna i ka tɔgɔlasɛbɛn kɔ wa?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "I ɲinɛna i ka tɔgɔlasɛbɛn kɔ wa? Basi tɛ. I ka i ka imeyili ladɛrɛsi fɔ an ye dɔrɔn ani an bɛna i ka password reset link ci i ma min bɛna a to i ka kura sugandi.",
    "Go to page :page": "Aw ye taa ɲɛ :pagenan na",
    "Hello!": "Aw ni baara!",
    "If you did not create an account, no further action is required.": "Ni i ma jatebɔsɛbɛn dɔ da, wale wɛrɛ tɛ kɛ.",
    "If you did not request a password reset, no further action is required.": "Ni i ma tɔgɔlasɛbɛn seginni ɲini, wale wɛrɛ tɛ kɛ.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "N'i bɛ gɛlɛya sɔrɔ ka \":actionText\" butɔn digi, i ka URL min bɛ duguma, o kopi k'a nɔrɔ\nka don i ka ɛntɛrinɛti yɔrɔ la:",
    "Invalid JSON was returned from the route.": "JSON tiɲɛnen seginna ka bɔ sira kan.",
    "Log in": "Aw bɛ don a kɔnɔ",
    "Log Out": "Aw ka bɔ kɛnɛ kan",
    "Login": "Aw bɛ don a kɔnɔ",
    "Logout": "Aw ka bɔ kɛnɛ kan",
    "Name": "Tɔ̀gɔ",
    "New Password": "Password kura",
    "Not Found": "A ma Sɔrɔ",
    "of": "ka",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Ni i ka jatebɔsɛbɛn bɔra yen, a ka nafolo ni a ka kunnafoniw bɛɛ bɛna bɔ yen kudayi. Sani i ka i ka jatebɔsɛbɛn bɔ yen, i b’a fɛ ka kunnafoni walima kunnafoni minnu mara, i k’olu telesarse.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Ni i ka jatebɔsɛbɛn bɔra yen, a ka nafolo ni a ka kunnafoniw bɛɛ bɛna bɔ yen kudayi. I ka i ka tɔgɔlasɛbɛn sɛbɛn walasa k’a jira ko i b’a fɛ k’i ka jatebɔsɛbɛn bɔ yen kudayi.",
    "Page Expired": "Page Expired",
    "Pagination Navigation": "Ɲɛw lajɛcogo (Navigation).",
    "Password": "Kɔdi",
    "Payment Required": "Sarali wajibiyalen don",
    "Please click the button below to verify your email address.": "Aw ye butɔni digi min bɛ duguma walasa k’aw ka imeyilɛri ladɛrɛsi sɛgɛsɛgɛ.",
    "Profile": "Porofili",
    "Profile Information": "Kunnafoni minnu bɛ sɔrɔ Profil kan",
    "Regards": "Folikanws",
    "Register": "Tɔgɔwelekaye",
    "Remember me": "Aw hakili to ne la",
    "Resend Verification Email": "Segin ka Sɛgɛsɛgɛli Email ci",
    "Reset Password": "Segin ka Password (Pasword) Lasegin",
    "Reset Password Notification": "Reset Password Ladɔnniyali",
    "results": "jaabiw",
    "Save": "Ka mara",
    "Saved.": "Kisilen don.",
    "Server Error": "Server ka fili",
    "Service Unavailable": "Baarakɛyɔrɔ min tɛ sɔrɔ",
    "Showing": "A jirali",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Aw ni ce aw ka aw tɔgɔ sɛbɛn! Sani i k’a daminɛ, yala i bɛ se k’i ka e-mail ladɛrɛsi sɛgɛsɛgɛ n’i ye yɔrɔ digi an ye min ci i ma sisan wa? Ni i ma o email sɔrɔ, an bɛna dɔ wɛrɛ ci i ma ni nisɔndiya ye.",
    "The given data was invalid.": "Donan minnu dira, olu tun tɛ tiɲɛ ye.",
    "The response is not a streamed response.": "Jaabi tɛ jaabi ye min bɛ kɛ ni 'sèn ye.",
    "The response is not a view.": "Jaabi tɛ filɛli ye.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Nin ye yɔrɔ lakananen ye min bɛ kɛ application kɔnɔ. Aw ye aw ka tɔgɔlasɛbɛn dafa sani aw ka taa ɲɛ.",
    "This password reset link will expire in :count minutes.": "Nin password reset link bɛna ban miniti :count kɔnɔ.",
    "to": "fɛ",
    "Toggle navigation": "Toggle navigation (navigation) bɛrɛbɛrɛ",
    "Too Many Requests": "Demande caman ka ca kojugu",
    "Unauthorized": "A ma yamaruya sɔrɔ",
    "Update Password": "Password kura ye",
    "Update your account's profile information and email address.": "I ka jatebɔsɛbɛn ka kunnafoniw ni i ka imeyilɛri ladɛrɛsi kura ye.",
    "Verify Email Address": "I ka Email Adrɛsi sɛgɛsɛgɛ",
    "Whoops!": "Whoops ye!",
    "You are receiving this email because we received a password reset request for your account.": "I bɛ nin e-mail sɔrɔ bawo an ye password reset ɲinini sɔrɔ i ka jatebɔsɛbɛn kan.",
    "You're logged in!": "I b'i don a kɔnɔ!",
    "Your email address is unverified.": "I ka imeyilɛri ladɛrɛsi ma sɛgɛsɛgɛ."
}