{
    "(and :count more error)": "(और :count होर त्रुटियां)",
    "(and :count more errors)": "(और :count होर त्रुटियां)",
    "A new verification link has been sent to the email address you provided during registration.": "रजिस्ट्रेशन दौरान तुसें दित्ते गेदे ईमेल पते पर इक नमां सत्यापन लिंक भेजेआ गेआ ऐ।",
    "A new verification link has been sent to your email address.": "तुंदे ईमेल पते पर इक नमां सत्यापन लिंक भेजेआ गेआ ऐ।",
    "All rights reserved.": "सारे अधिकार सुरक्षित न।",
    "Already registered?": "पैह् ले थमां गै रजिस्टर कीता गेदा ऐ ?",
    "Are you sure you want to delete your account?": "क्या तुसें गी पक्का ऐ जे तुस अपना खाता हटाना चांह् दे ओ ?",
    "Cancel": "रद्द",
    "Click here to re-send the verification email.": "सत्यापन ईमेल गी दुबारा भेजने लेई इत्थै क्लिक करो।",
    "Confirm": "तसदीक",
    "Confirm Password": "पासवर्ड दी पुष्टि करो",
    "Current Password": "वर्तमान पासवर्ड",
    "Dashboard": "डैशबोर्ड दा",
    "Delete Account": "खाता हटाओ",
    "Email": "ईमेल करो",
    "Email Password Reset Link": "ईमेल पासवर्ड रीसेट लिंक",
    "Ensure your account is using a long, random password to stay secure.": "सुनिश्चत करो जे तुंदा खाता सुरक्षत रौह् ने आस्तै इक लम्मी, बेतरतीब पासवर्ड दा इस्तेमाल करा करदा ऐ।",
    "Forbidden": "हराम",
    "Forgot your password?": "अपना पासवर्ड भूल गए?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "अपना पासवर्ड भूल गए? कोई परेशानी नेईं. बस असेंगी अपना ईमेल पता दस्सो ते अस तुसेंगी इक पासवर्ड रीसेट लिंक ईमेल करगे जेह् ड़ा तुसेंगी इक नमां चुनने दी इजाजत देग।",
    "Go to page :page": "पृष्ठ :page पर जाओ",
    "Hello!": "नमस्कार!",
    "If you did not create an account, no further action is required.": "जेकर तुसें खाता नेईं बनाया ऐ तां होर कोई कार्रवाई दी लोड़ नेईं ऐ।",
    "If you did not request a password reset, no further action is required.": "जेकर तुसें पासवर्ड रीसेट दी गुजारिश नेईं कीती ऐ तां होर कोई कार्रवाई दी लोड़ नेईं ऐ.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "जेकर तुसेंगी \":actionText\" बटन पर क्लिक करने च परेशानी होआ करदी ऐ तां हेठ दित्ते गेदे URL गी कापी ते पेस्ट करो\nअपने वेब ब्राउज़र च:",
    "Invalid JSON was returned from the route.": "अमान्य जेएसओएन गी रस्ते थमां वापस करी दित्ता गेआ हा।",
    "Log in": "लॉग इन करो",
    "Log Out": "लॉग आउट करो",
    "Login": "लॉगिन करो",
    "Logout": "लॉगआउट करना",
    "Name": "नां",
    "New Password": "नया पासवर्ड",
    "Not Found": "ना पाया",
    "of": "आहला",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "इक बारी जेकर तुंदा खाता हटाई दित्ता जंदा ऐ तां ओह्दे सारे संसाधन ते डेटा स्थाई रूप कन्नै हटाई दित्ते जाङन। अपना खाता हटाने थमां पैह् ले, कृपा करियै कुसै बी डेटा जां जानकारी गी डाउनलोड करो जेह् ड़ी तुस बरकरार रखना चांह् दे ओ।",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "इक बारी जेकर तुंदा खाता हटाई दित्ता जंदा ऐ तां ओह्दे सारे संसाधन ते डेटा स्थाई रूप कन्नै हटाई दित्ते जाङन। कृपा करियै अपना पासवर्ड दर्ज करो तां जे इस गल्लै दी पुष्टि कीती जाई सकै जे तुस अपना खाता स्थाई रूप कन्नै हटाना चांह् दे ओ।",
    "Page Expired": "पेज एक्सपायर हो गया",
    "Pagination Navigation": "पृष्ठांकन नेविगेशन करना",
    "Password": "पासवर्ड",
    "Payment Required": "भुगतान दी लोड़ ऐ",
    "Please click the button below to verify your email address.": "कृपा करियै अपने ईमेल पते दी सत्यापन लेई थल्लै दित्ते गेदे बटन पर क्लिक करो।",
    "Profile": "प्रोफाइल",
    "Profile Information": "प्रोफाइल दी जानकारी",
    "Regards": "सम्मान",
    "Register": "रजिस्टर",
    "Remember me": "याद कर दे",
    "Resend Verification Email": "सत्यापन ईमेल दुबारा भेजें",
    "Reset Password": "पासवर्ड रीसेट करो",
    "Reset Password Notification": "पासवर्ड सूचना रीसेट करो",
    "results": "नतीजे",
    "Save": "बचाओ",
    "Saved.": "बचाया गया।",
    "Server Error": "सर्वर त्रुटि",
    "Service Unavailable": "सेवा अनुपलब्ध ऐ",
    "Showing": "दिखाते हुए",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "साइन अप करने आस्ते धन्यवाद ! शुरू करने थमां पैह् ले, केह् तुस उस लिंक पर क्लिक करियै अपने ईमेल पते दी सत्यापन करी सकदे ओ जेह् ड़ा असें तुसेंगी हून ईमेल कीता ऐ? जेकर तुसेंगी ईमेल नेईं आया तां अस तुसेंगी इक होर ईमेल भेजगे।",
    "The given data was invalid.": "दित्ता गेदा डेटा अमान्य हा।",
    "The response is not a streamed response.": "प्रतिक्रिया कोई स्ट्रीम प्रतिक्रिया नेईं ऐ।",
    "The response is not a view.": "प्रतिक्रिया कोई नज़रिया नहीं है।",
    "This is a secure area of the application. Please confirm your password before continuing.": "एह् एप्लिकेशन दा इक सुरक्षत क्षेत्र ऐ। कृपा करियै जारी रक्खने शा पैह् ले अपने पासवर्ड दी पुष्टि करो।",
    "This password reset link will expire in :count minutes.": "एह् पासवर्ड रीसेट लिंक :count मिंटें च समाप्त होई जाग।",
    "to": "गी",
    "Toggle navigation": "नेविगेशन टॉगल करो",
    "Too Many Requests": "बहुत सारे रिक्वेस्ट",
    "Unauthorized": "अनधिकृत",
    "Update Password": "पासवर्ड अपडेट करो",
    "Update your account's profile information and email address.": "अपने खाते दी प्रोफाइल जानकारी ते ईमेल पता अपडेट करो।",
    "Verify Email Address": "ईमेल पता दी सत्यापन करो",
    "Whoops!": "हूपस !",
    "You are receiving this email because we received a password reset request for your account.": "तुसेंगी एह् ईमेल इसलेई मिलदा ऐ की जे असेंगी तुंदे खाते आस्तै पासवर्ड रीसेट करने दी रिक्वेस्ट मिली ऐ।",
    "You're logged in!": "तुस लॉग इन ओ !",
    "Your email address is unverified.": "तुंदा ईमेल पता असत्यापित ऐ।"
}