{
    "(and :count more error)": "(kple vodada :count bubuwo)",
    "(and :count more errors)": "(kple vodada :count bubuwo)",
    "A new verification link has been sent to the email address you provided during registration.": "Woɖo kpeɖodzinya yeye aɖe ɖe e-mail adrɛs si nèna le ŋkɔ ŋɔŋlɔ me.",
    "A new verification link has been sent to your email address.": "Woɖo kpeɖodzinya yeye aɖe ɖe wò e-mail adrɛs.",
    "All rights reserved.": "Gomenɔamesiwo katã le esi.",
    "Already registered?": "Èŋlɔ ŋkɔ xoxoa?",
    "Are you sure you want to delete your account?": "Èka ɖe edzi be yedi be yeatutu yeƒe akɔntaa?",
    "Cancel": "Te fli ɖe eme",
    "Click here to re-send the verification email.": "Zi afisia dzi be nàgbugbɔ aɖo kpeɖodzinya ƒe e-mail la ɖa.",
    "Confirm": "Ɖo kpe edzi",
    "Confirm Password": "Ðo kpe Nyagbe ɣaɣla dzi",
    "Current Password": "Nyagbe si Wozãna Fifia",
    "Dashboard": "Dashboard ƒe ʋuƒo",
    "Delete Account": "Tsɔ Akɔntabubua Tutu",
    "Email": "Email dzi",
    "Email Password Reset Link": "Email ƒe Nyagbewo Gbugbɔgaɖo ƒe Kadodo",
    "Ensure your account is using a long, random password to stay secure.": "Kpɔ egbɔ be wò akɔnta le nyagbe ɣaɣla didi aɖe zãm le vome be wòanɔ dedie.",
    "Forbidden": "Si ŋu mɔ mele o",
    "Forgot your password?": "Èŋlɔ wò nyagbe ɣaɣla bea?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Èŋlɔ wò nyagbe ɣaɣla bea? Megblẽ naneke o. Ðeko nàna míanya wò e-mail adrɛs eye míaɖo password reset link na wò to email dzi si ana nàtia yeye.",
    "Go to page :page": "Yi axa :page lia",
    "Hello!": "Hello!",
    "If you did not create an account, no further action is required.": "Ne mèwɔ akɔnta o la, ke mehiã be nàwɔ nu bubu aɖeke o.",
    "If you did not request a password reset, no further action is required.": "Ne mèbia be woagbugbɔ nyagbe ɣaɣlawo aɖo o la, mehiã be nàwɔ nu bubu aɖeke o.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Ne èle kuxi me tom be yeazi \":actionText\" ƒe dzesi dzi la, kɔpi URL si le ete la eye nàde eme\nɖe wò nyatakakadzraɖoƒea:",
    "Invalid JSON was returned from the route.": "Wotrɔ JSON si mesɔ o tso mɔa dzi.",
    "Log in": "Ge ɖe eme",
    "Log Out": "Do go le eme",
    "Login": "Ge ɖe eme",
    "Logout": "Do go le eme",
    "Name": "Ŋkɔ",
    "New Password": "Nyagbe Yeye",
    "Not Found": "Womeke ɖe eŋu o",
    "of": "ƒe",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Ne wonya tutu wò akɔnta ko la, woatutu eƒe nunɔamesiwo kple nyatakakawo katã ɖa tegbee. Hafi nàtutu wò akɔnta la, taflatse wɔ nyatakaka alo nyatakaka ɖe sia ɖe si nèdi be yealé ɖe asi la ƒe kɔpi.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Ne wonya tutu wò akɔnta ko la, woatutu eƒe nunɔamesiwo kple nyatakakawo katã ɖa tegbee. Taflatse ŋlɔ wò nyagbe ɣaɣla nàtsɔ aɖo kpe edzi be yeadi be yeatutu yeƒe akɔnta tegbee.",
    "Page Expired": "Axa si ƒe ɣeyiɣia wu enu",
    "Pagination Navigation": "Axadzidzedze ƒe Mɔzɔzɔ",
    "Password": "Safuinya",
    "Payment Required": "Fexexe si Wobia",
    "Please click the button below to verify your email address.": "Taflatse zi dzesi si le ete dzi be nàɖo kpe wò e-mail adrɛs dzi.",
    "Profile": "Ŋuti nya",
    "Profile Information": "Nyatakakawo Ŋuti Nyatakakawo",
    "Regards": "Gbedoname",
    "Register": "Ŋlɔ ŋkɔ",
    "Remember me": "Ðo ŋku dzinye",
    "Resend Verification Email": "Gbugbɔ Ðo Kpeɖodzi Email ɖa",
    "Reset Password": "Gbugbɔ Ðo Nyagbea Ðo",
    "Reset Password Notification": "Gbugbɔ Ðo Nyagbewo Ŋuti Nyatakaka",
    "results": "metsonu",
    "Save": "Dzrae ɖo",
    "Saved.": "Wodzrae ɖo.",
    "Server Error": "Server ƒe Vodada",
    "Service Unavailable": "Subɔsubɔdɔa Meli O",
    "Showing": "Eɖee fia",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Akpe na wò be nède asi agbalẽ te! Hafi nàdze egɔme la, ɖe nàte ŋu aɖo kpe wò e-mail adrɛs dzi ne èzi kadodo si míeɖo ɖe wò to e-mail dzi teti la dzia? Ne mèxɔ e-mail la o la, míatsɔ dzidzɔ aɖo bubu ɖe wò.",
    "The given data was invalid.": "Nyatakaka siwo wona la mesɔ o.",
    "The response is not a streamed response.": "Ŋuɖoɖoa menye ŋuɖoɖo si woɖena ɖe go o.",
    "The response is not a view.": "Menye nukpɔsusu aɖee ŋuɖoɖoa nye o.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Esia nye dɔwɔnua ƒe akpa si le dedie. Taflatse ɖo kpe wò nyagbea dzi hafi nàyi edzi.",
    "This password reset link will expire in :count minutes.": "Password reset link sia awu enu le miniti :count megbe.",
    "to": "yi",
    "Toggle navigation": "Trɔ asi le mɔzɔzɔa ŋu",
    "Too Many Requests": "Nubiabia Geɖe Wu",
    "Unauthorized": "Womeɖe mɔ ɖe eŋu o",
    "Update Password": "Trɔ Asi Le Nyagbea Ŋu",
    "Update your account's profile information and email address.": "Trɔ asi le wò akɔnta ƒe nyatakakawo kple e-mail adrɛs ŋu.",
    "Verify Email Address": "Kpɔ Email Adrɛs ɖa",
    "Whoops!": "Whoops!",
    "You are receiving this email because we received a password reset request for your account.": "Èle e-mail sia xɔm elabena míexɔ nyagbe ɣaɣla gbugbɔɖoɖo ƒe biabiawo na wò akɔnta.",
    "You're logged in!": "Ège ɖe eme!",
    "Your email address is unverified.": "Womeɖo kpe wò e-mail adrɛs dzi o."
}