{
    "(and :count more error)": "(kaj :count pliaj eraroj)",
    "(and :count more errors)": "(kaj :count pliaj eraroj)",
    "A new verification link has been sent to the email address you provided during registration.": "Nova konfirma ligilo estis sendita al la retpoŝta adreso, kiun vi donis dum registriĝo.",
    "A new verification link has been sent to your email address.": "Nova konfirma ligilo estis sendita al via retadreso.",
    "All rights reserved.": "Ĉiuj rajtoj rezervitaj.",
    "Already registered?": "Jam registrita?",
    "Are you sure you want to delete your account?": "Ĉu vi certas, ke vi volas forigi vian konton?",
    "Cancel": "Nuligi",
    "Click here to re-send the verification email.": "Klaku ĉi tie por resendi la konfirman retpoŝton.",
    "Confirm": "Konfirmu",
    "Confirm Password": "Konfirmu pasvorton",
    "Current Password": "Aktuala Pasvorto",
    "Dashboard": "Panelo",
    "Delete Account": "Forigi Konton",
    "Email": "Retpoŝto",
    "Email Password Reset Link": "Retpoŝto Pasvorto Restarigi Ligon",
    "Ensure your account is using a long, random password to stay secure.": "Certigu, ke via konto uzas longan, hazardan pasvorton por resti sekura.",
    "Forbidden": "Malpermesite",
    "Forgot your password?": "Ĉu vi forgesis vian pasvorton?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Ĉu vi forgesis vian pasvorton? Nedankinde. Nur sciigu al ni vian retpoŝtadreson kaj ni retpoŝtos al vi pasvortigan ligilon, kiu permesos al vi elekti novan.",
    "Go to page :page": "Iru al paĝo :page",
    "Hello!": "Saluton!",
    "If you did not create an account, no further action is required.": "Se vi ne kreis konton, ne necesas plua ago.",
    "If you did not request a password reset, no further action is required.": "Se vi ne petis pasvortigon, ne necesas plua ago.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Se vi havas problemojn alklaki la butonon \":actionText\", kopiu kaj algluu la URL sube\nen vian retumilon:",
    "Invalid JSON was returned from the route.": "Nevalida JSON estis resendita de la itinero.",
    "Log in": "Ensaluti",
    "Log Out": "Elsaluti",
    "Login": "Ensaluti",
    "Logout": "Elsaluti",
    "Name": "Nomo",
    "New Password": "Nova pasvorto",
    "Not Found": "Ne trovita",
    "of": "de",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Post kiam via konto estas forigita, ĉiuj ĝiaj rimedoj kaj datumoj estos konstante forigitaj. Antaŭ ol forigi vian konton, bonvolu elŝuti ajnajn datumojn aŭ informojn, kiujn vi volas konservi.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Post kiam via konto estas forigita, ĉiuj ĝiaj rimedoj kaj datumoj estos konstante forigitaj. Bonvolu enigi vian pasvorton por konfirmi, ke vi ŝatus konstante forigi vian konton.",
    "Page Expired": "Paĝo Eksvalidiĝis",
    "Pagination Navigation": "Paĝigo Navigado",
    "Password": "Pasvorto",
    "Payment Required": "Pago Bezonata",
    "Please click the button below to verify your email address.": "Bonvolu klaki la suban butonon por kontroli vian retadreson.",
    "Profile": "Profilo",
    "Profile Information": "Profilaj Informoj",
    "Regards": "Salutojn",
    "Register": "Registru",
    "Remember me": "Memoru min",
    "Resend Verification Email": "Resendu Konfirman Retpoŝton",
    "Reset Password": "Restarigi Pasvorton",
    "Reset Password Notification": "Restarigi Pasvortan Sciigon",
    "results": "rezulto",
    "Save": "Savi",
    "Saved.": "Savita.",
    "Server Error": "Servila Eraro",
    "Service Unavailable": "Servo Ne Disponebla",
    "Showing": "Montrante",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Dankon pro aliĝo! Antaŭ ol komenci, ĉu vi povus kontroli vian retadreson alklakante la ligilon, kiun ni ĵus sendis al vi? Se vi ne ricevis la retmesaĝon, ni volonte sendos al vi alian.",
    "The given data was invalid.": "La donitaj datumoj estis nevalidaj.",
    "The response is not a streamed response.": "La respondo ne estas fluita respondo.",
    "The response is not a view.": "La respondo ne estas vido.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Ĉi tio estas sekura areo de la aplikaĵo. Bonvolu konfirmi vian pasvorton antaŭ ol daŭrigi.",
    "This password reset link will expire in :count minutes.": "Ĉi tiu pasvorta rekomencigita ligilo eksvalidiĝos post :count minutoj.",
    "to": "al",
    "Toggle navigation": "Baskuligi navigadon",
    "Too Many Requests": "Tro Multaj Petoj",
    "Unauthorized": "Neaŭtorizita",
    "Update Password": "Ĝisdatigu Pasvorton",
    "Update your account's profile information and email address.": "Ĝisdatigu la profilinformojn kaj retpoŝtadreson de via konto.",
    "Verify Email Address": "Kontrolu Retpoŝtadreson",
    "Whoops!": "Hus!",
    "You are receiving this email because we received a password reset request for your account.": "Vi ricevas ĉi tiun retpoŝton ĉar ni ricevis pasvorton rekomencigitan peton por via konto.",
    "You're logged in!": "Vi estas ensalutinta!",
    "Your email address is unverified.": "Via retadreso estas nekontrolita."
}