{
    "(and :count more error)": "(en noch :count fouten)",
    "(and :count more errors)": "(en noch :count flaters)",
    "A new verification link has been sent to the email address you provided during registration.": "In nije ferifikaasjekeppeling is stjoerd nei it e-mailadres dat jo hawwe opjûn tidens registraasje.",
    "A new verification link has been sent to your email address.": "In nije ferifikaasjekeppeling is nei jo e-mailadres stjoerd.",
    "All rights reserved.": "Alle rjochten foarbehâlden.",
    "Already registered?": "Al registrearre?",
    "Are you sure you want to delete your account?": "Binne jo wis dat jo jo akkount wiskje wolle?",
    "Cancel": "Ofbrekke",
    "Click here to re-send the verification email.": "Klik hjir om de ferifikaasje-e-post opnij te ferstjoeren.",
    "Confirm": "Befêstigje",
    "Confirm Password": "Befêstigje Wachtwurd",
    "Current Password": "Hjoeddeistich wachtwurd",
    "Dashboard": "Dashboard",
    "Delete Account": "Account wiskje",
    "Email": "Email",
    "Email Password Reset Link": "E-postwachtwurd Reset Link",
    "Ensure your account is using a long, random password to stay secure.": "Soargje derfoar dat jo akkount in lang, willekeurich wachtwurd brûkt om feilich te bliuwen.",
    "Forbidden": "Ferbean",
    "Forgot your password?": "Jo wachtwurd fergetten?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Jo wachtwurd fergetten? Gjin probleem. Lit ús gewoan jo e-mailadres witte en wy stjoere jo in e-postkeppeling foar reset fan wachtwurd wêrmei jo in nij kinne kieze.",
    "Go to page :page": "Gean nei side :page",
    "Hello!": "Hallo!",
    "If you did not create an account, no further action is required.": "As jo ​​gjin akkount makke hawwe, is gjin fierdere aksje nedich.",
    "If you did not request a password reset, no further action is required.": "As jo ​​gjin wachtwurd weromsette hawwe oanfrege, is gjin fierdere aksje nedich.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "As jo ​​​​problemen hawwe mei it klikken op de \":actionText\" knop, kopiearje en plakke de URL hjirûnder\nyn jo webblêder:",
    "Invalid JSON was returned from the route.": "Unjildige JSON waard weromjûn fan 'e rûte.",
    "Log in": "Oanmelde",
    "Log Out": "Útlogge",
    "Login": "Oanmelde",
    "Logout": "Útlogge",
    "Name": "Namme",
    "New Password": "Nij Wachtwurd",
    "Not Found": "Net fûn",
    "of": "fan",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Sadree't jo akkount is wiske, al syn boarnen en gegevens wurde permanint wiske. Foardat jo jo akkount wiskje, download asjebleaft alle gegevens of ynformaasje dy't jo wolle behâlde.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Sadree't jo akkount is wiske, al syn boarnen en gegevens wurde permanint wiske. Fier jo wachtwurd yn om te befêstigjen dat jo jo akkount permanint wiskje wolle.",
    "Page Expired": "Side ferrûn",
    "Pagination Navigation": "Paginaasjenavigaasje",
    "Password": "Wachtwurd",
    "Payment Required": "Payment Required",
    "Please click the button below to verify your email address.": "Klikje asjebleaft op de knop hjirûnder om jo e-mailadres te ferifiearjen.",
    "Profile": "Profyl",
    "Profile Information": "Profile ynformaasje",
    "Regards": "Groetnis",
    "Register": "Register",
    "Remember me": "Tink oan my",
    "Resend Verification Email": "Ferstjoere ferifikaasje-e-post opnij",
    "Reset Password": "Wachtwurd feroarje",
    "Reset Password Notification": "Wachtwurd Notifikaasje weromsette",
    "results": "resultaten",
    "Save": "Rêde",
    "Saved.": "Opslein.",
    "Server Error": "Server Flater",
    "Service Unavailable": "Tsjinst net beskikber",
    "Showing": "Showing",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Tank foar it oanmelden! Kinne jo foardat jo begjinne, jo e-mailadres ferifiearje troch te klikken op de keppeling dy't wy jo krekt e-post hawwe stjoerd? As jo ​​​​de e-post net ûntfongen hawwe, stjoere wy jo graach in oare.",
    "The given data was invalid.": "De opjûne gegevens wiene ûnjildich.",
    "The response is not a streamed response.": "It antwurd is gjin streamed antwurd.",
    "The response is not a view.": "It antwurd is gjin werjefte.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Dit is in feilich gebiet fan 'e applikaasje. Befêstigje asjebleaft jo wachtwurd foardat jo trochgean.",
    "This password reset link will expire in :count minutes.": "Dizze keppeling foar reset fan wachtwurd ferrint oer :count minuten.",
    "to": "nei",
    "Toggle navigation": "Skeakelje navigaasje",
    "Too Many Requests": "Tefolle oanfragen",
    "Unauthorized": "Net autorisearre",
    "Update Password": "Update Wachtwurd",
    "Update your account's profile information and email address.": "Update de profylynformaasje en e-mailadres fan jo akkount.",
    "Verify Email Address": "Ferifiearje e-postadres",
    "Whoops!": "Oeps!",
    "You are receiving this email because we received a password reset request for your account.": "Jo ûntfange dizze e-post om't wy in fersyk foar weromsette fan wachtwurd krigen hawwe foar jo akkount.",
    "You're logged in!": "Do bist oanmeld!",
    "Your email address is unverified.": "Jo e-mailadres is net ferifiearre."
}