{
    "(and :count more error)": "(agus :count gcinn eile earráid)",
    "(and :count more errors)": "(agus :count n-earráid eile)",
    "A new verification link has been sent to the email address you provided during registration.": "Tá nasc fíorúcháin nua seolta chuig an seoladh ríomhphoist a thug tú le linn clárúcháin.",
    "A new verification link has been sent to your email address.": "Tá nasc fíorúcháin nua seolta chuig do sheoladh ríomhphoist.",
    "All rights reserved.": "Gach ceart ar cosaint.",
    "Already registered?": "Cláraithe cheana?",
    "Are you sure you want to delete your account?": "An bhfuil tú cinnte gur mhaith leat do chuntas a scriosadh?",
    "Cancel": "Cealaigh",
    "Click here to re-send the verification email.": "Cliceáil anseo chun an ríomhphost fíoraithe a athsheoladh.",
    "Confirm": "Deimhnigh",
    "Confirm Password": "Deimhnigh Pasfhocal",
    "Current Password": "Pasfhocal reatha",
    "Dashboard": "Deais",
    "Delete Account": "Scrios Cuntas",
    "Email": "Ríomhphost",
    "Email Password Reset Link": "Ríomhphost Pasfhocal Athshocraigh Nasc",
    "Ensure your account is using a long, random password to stay secure.": "Cinntigh go bhfuil pasfhocal fada randamach in úsáid ag do chuntas chun fanacht slán.",
    "Forbidden": "Toirmiscthe",
    "Forgot your password?": "Ar rinne tú dearmad ar do Phásfhocail?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Ar rinne tú dearmad ar do Phásfhocail? Fadhb ar bith. Cuir in iúl dúinn do sheoladh ríomhphoist agus cuirfimid nasc athshocraithe pasfhocail chugat a ligfidh duit ceann nua a roghnú.",
    "Go to page :page": "Téigh go leathanach :page",
    "Hello!": "Dia dhuit!",
    "If you did not create an account, no further action is required.": "Murar chruthaigh tú cuntas, níl aon ghníomh eile ag teastáil.",
    "If you did not request a password reset, no further action is required.": "Murar iarr tú athshocrú pasfhocail, ní gá a thuilleadh a dhéanamh.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Má tá deacracht agat an cnaipe \":actionText\" a chliceáil, cóipeáil agus greamaigh an URL thíos\nisteach i do bhrabhsálaí gréasáin:",
    "Invalid JSON was returned from the route.": "Cuireadh JSON neamhbhailí ar ais ón mbealach.",
    "Log in": "Logáil isteach",
    "Log Out": "Logáil Amach",
    "Login": "Logáil isteach",
    "Logout": "Logáil Amach",
    "Name": "Ainm",
    "New Password": "Focal Faire Nua",
    "Not Found": "Gan Aimsiú",
    "of": "de",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Nuair a scriosfar do chuntas, scriosfar a chuid acmhainní agus sonraí go léir go buan. Sula scriosann tú do chuntas, íoslódáil aon sonraí nó faisnéis is mian leat a choinneáil.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Nuair a scriosfar do chuntas, scriosfar a chuid acmhainní agus sonraí go léir go buan. Cuir isteach do phasfhocal chun a dheimhniú gur mhaith leat do chuntas a scriosadh go buan.",
    "Page Expired": "Leathanach imithe in éag",
    "Pagination Navigation": "Nascleanúint Leathanaigh",
    "Password": "Pasfhocal",
    "Payment Required": "Íocaíocht de dhíth",
    "Please click the button below to verify your email address.": "Cliceáil ar an gcnaipe thíos chun do sheoladh ríomhphoist a fhíorú.",
    "Profile": "Próifíl",
    "Profile Information": "Eolas Próifíl",
    "Regards": "Mhéin",
    "Register": "Clár",
    "Remember me": "Cuimhnigh orm",
    "Resend Verification Email": "Seol Ríomhphost Fíoraithe arís",
    "Reset Password": "Athshocraigh Pasfhocal",
    "Reset Password Notification": "Athshocraigh Fógra Pasfhocal",
    "results": "torthaí",
    "Save": "Sábháil",
    "Saved.": "Shábháil.",
    "Server Error": "Earráid Freastalaí",
    "Service Unavailable": "Níl an tseirbhís ar fáil",
    "Showing": "Ag taispeáint",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Go raibh maith agat as síniú suas! Sula dtosaíonn tú, an bhféadfá do sheoladh ríomhphoist a fhíorú trí chliceáil ar an nasc a sheolamar chugat le ríomhphost? Mura bhfuair tú an ríomhphost, beidh áthas orainn ceann eile a sheoladh chugat.",
    "The given data was invalid.": "Bhí na sonraí a tugadh neamhbhailí.",
    "The response is not a streamed response.": "Ní freagra sruthaithe é an freagra.",
    "The response is not a view.": "Ní dearcadh é an freagra.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Is réimse slán é seo den fheidhmchlár. Deimhnigh do phasfhocal sula leanann tú ar aghaidh.",
    "This password reset link will expire in :count minutes.": "Rachaidh an nasc athshocraithe pasfhocail seo in éag i gceann :count nóiméad.",
    "to": "chun",
    "Toggle navigation": "Scoránaigh an nascleanúint",
    "Too Many Requests": "An Iomarca Iarratas",
    "Unauthorized": "Neamhúdaraithe",
    "Update Password": "Nuashonraigh Pasfhocal",
    "Update your account's profile information and email address.": "Nuashonraigh faisnéis phróifíle agus seoladh ríomhphoist do chuntais.",
    "Verify Email Address": "Fíoraigh Seoladh Ríomhphoist",
    "Whoops!": "Úps!",
    "You are receiving this email because we received a password reset request for your account.": "Tá an ríomhphost seo á fháil agat toisc go bhfuaireamar iarratas athshocrú pasfhocail do do chuntas.",
    "You're logged in!": "Tá tú logáilte isteach!",
    "Your email address is unverified.": "Níl do sheoladh ríomhphoist fíoraithe."
}