{
    "(and :count more error)": "(a he :count hewa hou aku)",
    "(and :count more errors)": "(a he :count hewa hou aku)",
    "A new verification link has been sent to the email address you provided during registration.": "Ua hoʻouna ʻia kahi loulou hōʻoia hou i ka leka uila āu i hāʻawi ai i ke kau inoa ʻana.",
    "A new verification link has been sent to your email address.": "Ua hoʻouna ʻia kahi loulou hōʻoia hou i kāu leka uila.",
    "All rights reserved.": "Ua mālama ʻia nā kuleana āpau.",
    "Already registered?": "Ua hoʻopaʻa inoa ʻia?",
    "Are you sure you want to delete your account?": "Makemake ʻoe e holoi i kāu moʻokāki?",
    "Cancel": "Hoʻopau",
    "Click here to re-send the verification email.": "Kaomi maanei e hoʻouna hou i ka leka uila hōʻoia.",
    "Confirm": "E hōʻoia",
    "Confirm Password": "Hōʻoia i ka ʻŌlelo Huna",
    "Current Password": "ʻōlelo huna i kēia manawa",
    "Dashboard": "Papa kuhikuhi",
    "Delete Account": "Holoi moʻokāki",
    "Email": "leka uila",
    "Email Password Reset Link": "Leka leka hoʻololi i ka loulou",
    "Ensure your account is using a long, random password to stay secure.": "E hōʻoia i ka hoʻohana ʻana o kāu moʻokāki i kahi ʻōlelo huna lōʻihi e noho maluhia.",
    "Forbidden": "Papa ʻia",
    "Forgot your password?": "Poina i kāu ʻōlelo huna?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Poina i kāu ʻōlelo huna? ʻaʻole pilikia. E haʻi wale mai iā mākou i kāu leka uila a e leka uila mākou iā ʻoe i kahi loulou hoʻonohonoho ʻōlelo huna e hiki ai iā ʻoe ke koho i kahi mea hou.",
    "Go to page :page": "E hele i ka ʻaoʻao :page",
    "Hello!": "Aloha!",
    "If you did not create an account, no further action is required.": "Inā ʻaʻole ʻoe i hana i kahi moʻokāki, ʻaʻohe hana hou e koi ʻia.",
    "If you did not request a password reset, no further action is required.": "Inā ʻaʻole ʻoe i noi e hoʻihoʻi i ka ʻōlelo huna, ʻaʻohe hana hou e koi ʻia.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Inā pilikia ʻoe i ke kaomi ʻana i ke pihi \":actionText\", e kope a paʻi i ka URL ma lalo nei\ni kāu polokalamu kele pūnaewele:",
    "Invalid JSON was returned from the route.": "Ua hoʻihoʻi ʻia ʻo JSON hewa mai ke ala.",
    "Log in": "E komo",
    "Log Out": "Lele",
    "Login": "E komo",
    "Logout": "Lele",
    "Name": "inoa",
    "New Password": "Hua'ōlelo Hou",
    "Not Found": "Loaʻa ʻole",
    "of": "o",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Ke holoi ʻia kāu moʻokāki, e holoi mau ʻia kāna mau kumuwaiwai a me nā ʻikepili. Ma mua o ka holoi ʻana i kāu moʻokāki, e ʻoluʻolu e hoʻoiho i nā ʻikepili a i ʻole ʻike āu e makemake ai e mālama.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Ke holoi ʻia kāu moʻokāki, e holoi mau ʻia kāna mau kumuwaiwai a me nā ʻikepili. E ʻoluʻolu e hoʻokomo i kāu ʻōlelo huna e hōʻoia i kou makemake e holoi mau i kāu moʻokāki.",
    "Page Expired": "Pau ka ʻaoʻao",
    "Pagination Navigation": "Hoʻokele ʻaoʻao",
    "Password": "Hua huna",
    "Payment Required": "Pono ka uku",
    "Please click the button below to verify your email address.": "E kaomi i ke pihi ma lalo nei e hōʻoia i kāu helu leka uila.",
    "Profile": "Pilikino",
    "Profile Information": "ʻIkepili pili",
    "Regards": "Aloha",
    "Register": "Kakau inoa",
    "Remember me": "Hoʻomanaʻo iaʻu",
    "Resend Verification Email": "Hoʻouna hou i ka leka uila hōʻoia",
    "Reset Password": "Hoʻoponopono hou i ka ʻōlelo huna",
    "Reset Password Notification": "Hoʻoponopono hou i ka ʻōlelo huna",
    "results": "hopena",
    "Save": "Mālama",
    "Saved.": "Mālama ʻia.",
    "Server Error": "Hapa ke kikowaena",
    "Service Unavailable": "Loaʻa ka lawelawe",
    "Showing": "Hōʻike",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Mahalo no ke kau inoa ʻana! Ma mua o ka hoʻomaka ʻana, hiki iā ʻoe ke hōʻoia i kāu leka uila ma ke kaomi ʻana i ka loulou a mākou i leka uila ai iā ʻoe? Inā ʻaʻole i loaʻa iā ʻoe ka leka uila, e ʻoliʻoli mākou e hoʻouna aku iā ʻoe i kekahi.",
    "The given data was invalid.": "He kūpono ʻole ka ʻikepili i hāʻawi ʻia.",
    "The response is not a streamed response.": "ʻAʻole pane kahe ka pane.",
    "The response is not a view.": "ʻAʻole he nānā ka pane.",
    "This is a secure area of the application. Please confirm your password before continuing.": "He wahi palekana kēia o ka noi. E ʻoluʻolu e hōʻoia i kāu ʻōlelo huna ma mua o ka hoʻomau ʻana.",
    "This password reset link will expire in :count minutes.": "E pau ana kēia loulou hoʻoponopono ʻōlelo huna ma :count mau minuke.",
    "to": "i",
    "Toggle navigation": "Hoʻololi hoʻokele",
    "Too Many Requests": "Nui Loa Noi",
    "Unauthorized": "ʻAʻole ʻae ʻia",
    "Update Password": "Hōʻano hou i ka ʻōlelo huna",
    "Update your account's profile information and email address.": "Hoʻohou i ka ʻike moʻokāki a me ka helu leka uila.",
    "Verify Email Address": "E hōʻoia i ka leka uila",
    "Whoops!": "Auwe!",
    "You are receiving this email because we received a password reset request for your account.": "Loaʻa iā ʻoe kēia leka uila no ka mea ua loaʻa iā mākou kahi noi hoʻonohonoho ʻōlelo huna no kāu moʻokāki.",
    "You're logged in!": "Ua komo ʻoe!",
    "Your email address is unverified.": "ʻAʻole hōʻoia ʻia kāu leka uila."
}