{
    "(and :count more error)": "(жана дагы :count ката)",
    "(and :count more errors)": "(жана дагы :count ката)",
    "A new verification link has been sent to the email address you provided during registration.": "Каттоо учурунда сиз көрсөткөн электрондук почта дарегине жаңы текшерүү шилтемеси жөнөтүлдү.",
    "A new verification link has been sent to your email address.": "Электрондук почта дарегиңизге жаңы текшерүү шилтемеси жөнөтүлдү.",
    "All rights reserved.": "Бардык укуктар корголгон.",
    "Already registered?": "Катталгансызбы?",
    "Are you sure you want to delete your account?": "Каттоо эсебиңизди чын эле жок кылгыңыз келеби?",
    "Cancel": "Жокко чыгаруу",
    "Click here to re-send the verification email.": "Текшерүү электрондук катын кайра жөнөтүү үчүн бул жерди басыңыз.",
    "Confirm": "Ырастоо",
    "Confirm Password": "Сырсөздү ыраста",
    "Current Password": "Учурдагы Сырсөз",
    "Dashboard": "Куралдар тактасы",
    "Delete Account": "Каттоо эсебин жок кылуу",
    "Email": "Email",
    "Email Password Reset Link": "Электрондук почта сырсөзүн калыбына келтирүү шилтемеси",
    "Ensure your account is using a long, random password to stay secure.": "Каттоо эсебиңиз коопсуз болушу үчүн узун, кокус сырсөздү колдонуп жатканын текшериңиз.",
    "Forbidden": "Тыюу салынган",
    "Forgot your password?": "Сыр сөзүңүздү унуттуңузбу?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Сыр сөзүңүздү унуттуңузбу? Көйгөй жок. Жөн гана бизге электрондук почта дарегиңизди билдириңиз, биз сизге жаңысын тандоого мүмкүндүк берген сырсөздү калыбына келтирүү шилтемесин жөнөтөбүз.",
    "Go to page :page": ":page-бетке өтүңүз",
    "Hello!": "Салам!",
    "If you did not create an account, no further action is required.": "Эгер сиз каттоо эсебин түзбөсөңүз, мындан ары эч кандай аракет талап кылынбайт.",
    "If you did not request a password reset, no further action is required.": "Эгер сиз сырсөздү баштапкы абалга келтирүүнү суранбасаңыз, мындан ары эч кандай аракет талап кылынбайт.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Эгер сиз \":actionText\" баскычын басууда кыйынчылыкка туш болуп жатсаңыз, төмөнкү URL дарегин көчүрүп, чаптаңыз\nвеб браузериңизге:",
    "Invalid JSON was returned from the route.": "Маршруттан жараксыз JSON кайтарылды.",
    "Log in": "Кириңиз",
    "Log Out": "Чыгуу",
    "Login": "Кирүү",
    "Logout": "Чыгуу",
    "Name": "аты",
    "New Password": "жаңы сыр сөз",
    "Not Found": "Табылган жок",
    "of": "нын",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Каттоо эсебиңиз жок кылынгандан кийин, анын бардык ресурстары жана дайындары биротоло жок кылынат. Каттоо эсебиңизди жок кылуудан мурун, сактагыңыз келген маалыматтарды же маалыматты жүктөп алыңыз.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Каттоо эсебиңиз жок кылынгандан кийин, анын бардык ресурстары жана дайындары биротоло жок кылынат. Каттоо эсебиңизди биротоло жок кылууну ырастоо үчүн сырсөзүңүздү киргизиңиз.",
    "Page Expired": "Барактын мөөнөтү бүттү",
    "Pagination Navigation": "Пагинация навигациясы",
    "Password": "Купуя сөз",
    "Payment Required": "төлөм талап кылынат",
    "Please click the button below to verify your email address.": "Сураныч, электрондук почта дарегиңизди ырастоо үчүн төмөнкү баскычты басыңыз.",
    "Profile": "Профиль",
    "Profile Information": "Профиль маалыматы",
    "Regards": "Урматтоо менен",
    "Register": "Каттоо",
    "Remember me": "Мени эстеп жүр",
    "Resend Verification Email": "Текшерүү электрондук почтасын кайра жөнөтүү",
    "Reset Password": "Сырсөздү кайра коюу",
    "Reset Password Notification": "Сырсөздү кайра орнотуу",
    "results": "натыйжалар",
    "Save": "Сактоо",
    "Saved.": "Сакталган.",
    "Server Error": "Server Error",
    "Service Unavailable": "кызмат жеткиликтүү эмес",
    "Showing": "Көрсөтүү",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Коюу үчүн рахмат! Баштоодон мурун, биз сизге кат жөнөткөн шилтемени басып, электрондук почта дарегиңизди текшере аласызбы? Эгер сиз электрондук катты албасаңыз, биз сизге башкасын жөнөтөбүз.",
    "The given data was invalid.": "Берилген маалымат жараксыз болгон.",
    "The response is not a streamed response.": "Жооп агымдуу жооп эмес.",
    "The response is not a view.": "Жооп көз караш эмес.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Бул колдонмонун коопсуз аймагы. Улантуудан мурун сырсөзүңүздү ырастаңыз.",
    "This password reset link will expire in :count minutes.": "Бул сырсөздү калыбына келтирүү шилтемесинин мөөнөтү :count мүнөттөн кийин бүтөт.",
    "to": "чейин",
    "Toggle navigation": "Навигацияны өчүрүү",
    "Too Many Requests": "Өтө көп өтүнүчтөр",
    "Unauthorized": "Уруксатсыз",
    "Update Password": "Сырсөздү жаңыртуу",
    "Update your account's profile information and email address.": "Каттоо эсебиңиздин профиль маалыматын жана электрондук почта дарегин жаңыртыңыз.",
    "Verify Email Address": "Электрондук почта дарегин текшерүү",
    "Whoops!": "Ой!",
    "You are receiving this email because we received a password reset request for your account.": "Каттоо эсебиңиз үчүн сырсөздү баштапкы абалга келтирүү өтүнүчүн алгандыктан, бул электрондук катты алып жатасыз.",
    "You're logged in!": "Сиз кирдиңиз!",
    "Your email address is unverified.": "Электрондук почта дарегиңиз текшерилбеген."
}