{
    "(and :count more error)": "(mpe mabunga mosusu :count)",
    "(and :count more errors)": "(mpe mabunga mosusu :count)",
    "A new verification link has been sent to the email address you provided during registration.": "Lien ya sika ya vérification etindami na adresse email oyo opesaki na tango ya inscription.",
    "A new verification link has been sent to your email address.": "Lien ya sika ya vérification etindami na adresse email na yo.",
    "All rights reserved.": "Makoki nyonso mazali ya yo.",
    "Already registered?": "Ozali déjà enregistré?",
    "Are you sure you want to delete your account?": "Ozali sûr que olingi o supprimer compte na yo?",
    "Cancel": "Kolongola",
    "Click here to re-send the verification email.": "Bo finga awa pona kotinda lisusu email ya vérification.",
    "Confirm": "Kondimisa",
    "Confirm Password": "Confirmer Mot de passe",
    "Current Password": "Mot de passe ya lelo",
    "Dashboard": "Tableau de bord",
    "Delete Account": "Bolongola Compte",
    "Email": "Email na nzela ya email",
    "Email Password Reset Link": "Lien ya kozongisa mot ya nzela ya email",
    "Ensure your account is using a long, random password to stay secure.": "Salá ete kɔnti na yo ezali kosalela mot de passe ya molai mpe ya mbalakaka mpo na kozala na libateli.",
    "Forbidden": "Epekisami",
    "Forgot your password?": "Obosani mot de passe na yo?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Obosani mot de passe na yo? Likambo te. Yebisa biso kaka adresse email na yo mpe tokotindela yo lien ya réinitialisation ya mot de passe na email oyo eko permettre yo opona ya sika.",
    "Go to page :page": "Kende na lokasa :page",
    "Hello!": "Mbote!",
    "If you did not create an account, no further action is required.": "Soki osali compte te, action mosusu esengeli te.",
    "If you did not request a password reset, no further action is required.": "Soki osengaki te kozongisa mot de passe, esengeli kosala lisusu te.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Soki ozali na mokakatano ya kofina bouton \":actionText\", sala copie mpe coller URL oyo ezali awa na nse\nna kati ya navigateur web na yo:",
    "Invalid JSON was returned from the route.": "JSON oyo ezali na ntina te ezongisamaki uta na nzela.",
    "Log in": "Kota na kati",
    "Log Out": "Bima na libanda",
    "Login": "Kokota na site",
    "Logout": "Kobima na mosala",
    "Name": "Nkombo",
    "New Password": "Mot de passe ya sika",
    "Not Found": "Ezwami Te",
    "of": "ya",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Soki compte na yo elongolami, ba ressources na yango nionso mpe ba données na yango ekolongolama mpo na libela. Liboso ya kosilisa kɔnti na yo, tosɛngi yo ozwa ba données to makambo nyonso oyo olingi kobatela.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Soki compte na yo elongolami, ba ressources na yango nionso mpe ba données na yango ekolongolama mpo na libela. Svp kotia mot de passe na yo pona ko confirmer que olingi o supprimer compte na yo libela.",
    "Page Expired": "Lokasa Esili",
    "Pagination Navigation": "Navigation ya pagination",
    "Password": "Mot de passe",
    "Payment Required": "Esengeli kofuta mbongo",
    "Please click the button below to verify your email address.": "Svp finá bouton oyo ezali awa na nse mpo na ko vérifier adresse email na yo.",
    "Profile": "Profil",
    "Profile Information": "Basango ya Profil",
    "Regards": "Mbote",
    "Register": "Kokomisa nkombo",
    "Remember me": "Bomikundola ngai",
    "Resend Verification Email": "Tinda lisusu Email ya Vérification",
    "Reset Password": "Réinitialiser Mot de passe",
    "Reset Password Notification": "Réinitialiser Notification ya Mot de passe",
    "results": "ba resultat",
    "Save": "Kobikisa",
    "Saved.": "Ebombami.",
    "Server Error": "Libunga ya Serveur",
    "Service Unavailable": "Service Ezali Te",
    "Showing": "Kolakisa",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Merci pona ko signer! Yambo ya kobanda, okoki ko vérifier adresse email na yo na ko cliquer na lien oyo towuti kotindela yo email? Soki ozwaki email yango te, tokotindela yo mosusu na esengo nyonso.",
    "The given data was invalid.": "Ba données oyo bapesaki ezalaki invalide.",
    "The response is not a streamed response.": "Eyano ezali eyano ya koleka te.",
    "The response is not a view.": "Eyano ezali te likanisi.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Oyo ezali esika ya libateli ya application. Svp confirmer mot de passe na yo avant o continuer.",
    "This password reset link will expire in :count minutes.": "Lien oyo ya réinitialisation ya mot de passe ekosila na :count minutes.",
    "to": "na",
    "Toggle navigation": "Bobongola navigation",
    "Too Many Requests": "Ba Demandes Ebele Trop",
    "Unauthorized": "Ezali na ndingisa te",
    "Update Password": "Mikolo oyo Mot de passe",
    "Update your account's profile information and email address.": "Mikolo oyo ba informations ya profil ya compte na yo na adresse email.",
    "Verify Email Address": "Verifier Addresse ya email",
    "Whoops!": "Whoops, ezali bongo!",
    "You are receiving this email because we received a password reset request for your account.": "Ozali kozwa email oyo mpo tozwaki bosengi ya kozongisa mot de passe mpo na compte na yo.",
    "You're logged in!": "Ozali na kati!",
    "Your email address is unverified.": "Addresse email na yo ezali vérifié te."
}