{
    "(and :count more error)": "(ary fahadisoana :count hafa)",
    "(and :count more errors)": "(ary lesoka :count hafa)",
    "A new verification link has been sent to the email address you provided during registration.": "Misy rohy fanamarinana vaovao nalefa tany amin'ny adiresy mailaka nomenao nandritra ny fisoratana anarana.",
    "A new verification link has been sent to your email address.": "Rohy fanamarinana vaovao nalefa tany amin'ny adiresy mailakao.",
    "All rights reserved.": "Zo rehetra voatokana.",
    "Already registered?": "Efa nisoratra anarana?",
    "Are you sure you want to delete your account?": "Tena te-hamafa ny kaontinao tokoa ve ianao?",
    "Cancel": "hanafoana",
    "Click here to re-send the verification email.": "Tsindrio eto raha handefa indray ny mailaka fanamarinana.",
    "Confirm": "Manamarina",
    "Confirm Password": "Hamafiso ny tenimiafina",
    "Current Password": "Tenimiafina ankehitriny",
    "Dashboard": "anaty fiara",
    "Delete Account": "Fafao ny kaonty",
    "Email": "mailaka",
    "Email Password Reset Link": "Rohy Famerenana ny tenimiafina mailaka",
    "Ensure your account is using a long, random password to stay secure.": "Ataovy azo antoka fa mampiasa tenimiafina lava sy kisendrasendra ny kaontinao mba hijanonana ho azo antoka.",
    "Forbidden": "Voarara",
    "Forgot your password?": "Hadinonao ny tenimiafinao?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Hadinonao ny tenimiafinao? Tsisy olana. Ampahafantaro anay fotsiny ny adiresy mailakao dia halefanay mailaka aminao ny rohy famerenana ny tenimiafina ahafahanao misafidy iray vaovao.",
    "Go to page :page": "Mandehana any amin’ny pejy faha-:page",
    "Hello!": "Salama!",
    "If you did not create an account, no further action is required.": "Raha tsy namorona kaonty ianao dia tsy mila hetsika fanampiny.",
    "If you did not request a password reset, no further action is required.": "Raha tsy nangataka famerenana ny tenimiafina ianao dia tsy mila hetsika fanampiny.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Raha manana olana ianao amin'ny fipihana ny bokotra \":actionText\", kopia sy apetaho ny URL etsy ambany\nao amin'ny navigateur web anao:",
    "Invalid JSON was returned from the route.": "JSON tsy mety dia naverina avy amin'ny lalana.",
    "Log in": "Hiditra",
    "Log Out": "Miala",
    "Login": "Hiditra",
    "Logout": "Miala",
    "Name": "Anarana",
    "New Password": "Tenimiafina vaovao",
    "Not Found": "Tsy hita",
    "of": "nY",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Rehefa voafafa ny kaontinao dia ho voafafa tanteraka ny loharanony sy ny angona rehetra ao aminy. Alohan'ny hamafa ny kaontinao dia alaivo azafady izay angona na fampahalalana tianao hotehirizina.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Rehefa voafafa ny kaontinao dia ho voafafa tanteraka ny loharanony sy ny angona rehetra ao aminy. Ampidiro azafady ny tenimiafinao hanamafisana fa tianao hamafa tanteraka ny kaontinao.",
    "Page Expired": "Lany daty ny pejy",
    "Pagination Navigation": "Pagination Navigation",
    "Password": "Password",
    "Payment Required": "Ilaina ny fandoavam-bola",
    "Please click the button below to verify your email address.": "Kitiho azafady ny bokotra etsy ambany raha hanamarina ny adiresy mailakao.",
    "Profile": "TANTARANY",
    "Profile Information": "mombamomba ny mombamomba",
    "Regards": "momba",
    "Register": "hisoratra anarana",
    "Remember me": "Tsarovy aho",
    "Resend Verification Email": "Alefaso indray ny mailaka fanamarinana",
    "Reset Password": "Avereno ny tenimiafina",
    "Reset Password Notification": "Reset fampandrenesana tenimiafina",
    "results": "VOKATRA",
    "Save": "afa-tsy",
    "Saved.": "Voavonjy.",
    "Server Error": "Error Server",
    "Service Unavailable": "Tsy afaka ampiasaina ny serivisy",
    "Showing": "maneho",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Misaotra nisoratra anarana! Alohan'ny hanombohanao, azonao atao ve ny manamarina ny adiresy mailakao amin'ny fipihana ny rohy vao avy nalefanay taminao? Raha tsy naharay ny mailaka ianao dia handefa mailaka hafa aminao izahay.",
    "The given data was invalid.": "Tsy mety ny angona nomena.",
    "The response is not a streamed response.": "Ny valiny dia tsy valinteny mivantana.",
    "The response is not a view.": "Ny valiny dia tsy fomba fijery.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Ity dia faritra azo antoka amin'ny fampiharana. Hamarino azafady ny tenimiafinao alohan'ny hanohizana.",
    "This password reset link will expire in :count minutes.": "Ity rohy famerenana ny tenimiafina ity dia ho tapitra afaka :count minitra.",
    "to": "ny",
    "Toggle navigation": "Toggle navigation",
    "Too Many Requests": "Be loatra ny fangatahana",
    "Unauthorized": "tsy nahazoan-dalana",
    "Update Password": "Fanavaozana ny tenimiafina",
    "Update your account's profile information and email address.": "Havaozy ny mombamomba ny mombamomba ny kaontinao sy ny adiresy mailaka.",
    "Verify Email Address": "Hamarino ny adiresy mailaka",
    "Whoops!": "Oay!",
    "You are receiving this email because we received a password reset request for your account.": "Mahazo ity mailaka ity ianao satria nahazo fangatahana famerenana ny tenimiafina ho an'ny kaontinao.",
    "You're logged in!": "Efa tafiditra ianao!",
    "Your email address is unverified.": "Tsy voamarina ny adiresy mailakao."
}