{
    "(and :count more error)": "(me te :count atu hapa)",
    "(and :count more errors)": "(me te :count atu hapa)",
    "A new verification link has been sent to the email address you provided during registration.": "Kua tukuna he hononga manatoko hou ki te wahitau imeera i tukuna e koe i te rehitatanga.",
    "A new verification link has been sent to your email address.": "Kua tukuna he hononga manatoko hou ki to wahitau imeera.",
    "All rights reserved.": "Katoa nga mana.",
    "Already registered?": "Kua rēhita kē?",
    "Are you sure you want to delete your account?": "Kei te tino hiahia koe ki te muku i to putea?",
    "Cancel": "Whakakore",
    "Click here to re-send the verification email.": "Paatohia a konei ki te tuku ano i te imeera whakamana.",
    "Confirm": "Whakaū",
    "Confirm Password": "Whakaū Kupuhipa",
    "Current Password": "Kupuhipa o nāianei",
    "Dashboard": "Papatohu",
    "Delete Account": "Muku Pūkete",
    "Email": "Īmēra",
    "Email Password Reset Link": "Īmēra Kupuhipa Tautuhi Hononga",
    "Ensure your account is using a long, random password to stay secure.": "Me mohio kei te whakamahi to putea i tetahi kupuhipa roa, matapōkere kia noho haumaru.",
    "Forbidden": "Kua rāhuitia",
    "Forgot your password?": "Kua wareware to kupuhipa?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Kua wareware to kupuhipa? Kaore he raruraru. Me whakamohio mai ki to wahitau imeera ka imeera atu matou ki a koe he hononga tautuhi kupuhipa ka taea e koe te whiriwhiri i tetahi mea hou.",
    "Go to page :page": "Haere ki te wharangi :page",
    "Hello!": "Kia ora!",
    "If you did not create an account, no further action is required.": "Mena kaore koe i hanga i tetahi kaute, kaore he mahi ano e hiahiatia ana.",
    "If you did not request a password reset, no further action is required.": "Mena kaore koe i tono mo te tautuhi kupuhipa, kaore he mahi atu.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Mena kei te raru koe ki te panui i te paatene \":actionText\", kape me te whakapiri i te URL kei raro nei\nki tō pūtirotiro tukutuku:",
    "Invalid JSON was returned from the route.": "I whakahokia mai a JSON muhu mai i te ara.",
    "Log in": "Takiuru",
    "Log Out": "Takiputa atu",
    "Login": "Takiuru",
    "Logout": "Takiputa",
    "Name": "Ingoa",
    "New Password": "Kupuhipa Hou",
    "Not Found": "Kaore i Kitea",
    "of": "o",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Kia mukua to putea, ka mukua katoa ona rawa me ana raraunga. I mua i te whakakore i to putea, tena koa tango i nga raraunga me nga korero e hiahia ana koe ki te pupuri.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Kia mukua to putea, ka mukua katoa ona rawa me ana raraunga. Whakauruhia koa to kupuhipa hei whakaū kei te pirangi koe ki te muku i to putea.",
    "Page Expired": "Kua pau te wharangi",
    "Pagination Navigation": "Whakaterenga Wharangi",
    "Password": "Kupuhipa",
    "Payment Required": "Utu e hiahiatia ana",
    "Please click the button below to verify your email address.": "Paatohia te paatene i raro nei hei manatoko i to wahitau imeera.",
    "Profile": "Kōtaha",
    "Profile Information": "Kōtaha Kōtaha",
    "Regards": "Arohanui",
    "Register": "Rehita",
    "Remember me": "Kia mahara ki ahau",
    "Resend Verification Email": "Tukua Anō te Īmēra Manatoko",
    "Reset Password": "Tautuhi Kupuhipa",
    "Reset Password Notification": "Tautuhi Kupuhipa Whakamōhiotanga",
    "results": "hua",
    "Save": "Tiaki",
    "Saved.": "Whakaorangia.",
    "Server Error": "Hapa Tūmau",
    "Service Unavailable": "Kaore i te waatea te ratonga",
    "Showing": "E whakaatu ana",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Nga mihi mo te haina! I mua i te tiimata, ka taea e koe te manatoko i to wahitau imeera ma te paatene i te hono i tukuna atu e matou ki a koe? Mena kaore koe i whiwhi i te imeera, ka tukuna atu e matou tetahi atu.",
    "The given data was invalid.": "I muhu nga raraunga i homai.",
    "The response is not a streamed response.": "Ko te whakautu ehara i te whakautu roma.",
    "The response is not a view.": "Ko te whakautu ehara i te tirohanga.",
    "This is a secure area of the application. Please confirm your password before continuing.": "He waahi haumaru tenei o te tono. Whakaūngia tō kupuhipa i mua i te haere tonu.",
    "This password reset link will expire in :count minutes.": "Ka pau tenei hononga tautuhi kupuhipa i roto i te :count meneti.",
    "to": "ki",
    "Toggle navigation": "Takahuri whakatere",
    "Too Many Requests": "He nui rawa nga tono",
    "Unauthorized": "Kare i mana",
    "Update Password": "Whakahou Kupuhipa",
    "Update your account's profile information and email address.": "Whakahoutia nga korero korero mo to putea me to wahitau imeera.",
    "Verify Email Address": "Manatokohia te Wāhitau Īmēra",
    "Whoops!": "Aue!",
    "You are receiving this email because we received a password reset request for your account.": "Kei te whiwhi koe i tenei imeera na te mea kua tae mai he tono tautuhi kupuhipa mo to putea.",
    "You're logged in!": "Kua takiuru koe!",
    "Your email address is unverified.": "Ko to wahitau imeera kaore i manatoko."
}