{
    "(and :count more error)": "(ꯑꯃꯁꯨꯡ ꯑꯍꯦꯅꯕꯥ ꯑꯁꯣꯏꯕꯥ ꯱꯰)",
    "(and :count more errors)": "(ꯑꯃꯁꯨꯡ ꯑꯍꯦꯅꯕꯥ ꯑꯁꯣꯏꯕꯥ ꯱꯰)",
    "A new verification link has been sent to the email address you provided during registration.": "ꯔꯦꯖꯤꯁ꯭ꯠꯔꯦꯁꯟ ꯇꯧꯕꯥ ꯃꯇꯃꯗꯥ ꯅꯍꯥꯛꯅꯥ ꯄꯤꯈꯤꯕꯥ ꯏꯃꯦꯏꯜ ꯑꯦꯗ꯭ꯔꯦꯁ ꯑꯗꯨꯗꯥ ꯑꯅꯧꯕꯥ ꯚꯦꯔꯤꯐꯤꯀꯦꯁꯟ ꯂꯤꯉ꯭ꯛ ꯑꯃꯥ ꯊꯥꯈ꯭ꯔꯦ꯫",
    "A new verification link has been sent to your email address.": "ꯅꯍꯥꯛꯀꯤ ꯏꯃꯦꯏꯜ ꯑꯦꯗ꯭ꯔꯦꯁꯇꯥ ꯑꯅꯧꯕꯥ ꯚꯦꯔꯤꯐꯤꯀꯦꯁꯟ ꯂꯤꯉ꯭ꯛ ꯑꯃꯥ ꯊꯥꯈ꯭ꯔꯦ꯫",
    "All rights reserved.": "ꯍꯀꯁꯤꯡ ꯉꯥꯛꯂꯤ꯫",
    "Already registered?": "ꯍꯥꯟꯅꯅꯥ ꯔꯦꯖꯤꯁ꯭ꯇꯔ ꯇꯧꯈ꯭ꯔꯕꯔꯥ?",
    "Are you sure you want to delete your account?": "ꯅꯍꯥꯛꯀꯤ ꯑꯦꯀꯥꯎꯟꯇ ꯑꯗꯨ ꯁꯣꯌꯗꯅꯥ ꯃꯨꯠꯊꯠꯄꯥ ꯄꯥꯝꯕꯤꯕ꯭ꯔꯥ?",
    "Cancel": "ꯀꯛꯄ",
    "Click here to re-send the verification email.": "ꯚꯦꯔꯤꯐꯤꯀꯦꯁꯟ ꯏꯃꯦꯏꯜ ꯑꯗꯨ ꯑꯃꯨꯛ ꯍꯟꯅꯥ ꯊꯥꯅꯕꯒꯤꯗꯃꯛ ꯃꯐꯃꯁꯤꯗꯥ ꯀ꯭ꯂꯤꯛ ꯇꯧꯕꯤꯌꯨ꯫",
    "Confirm": "ꯌꯥꯕ",
    "Confirm Password": "ꯄꯥꯁꯋꯥꯔꯗ ꯀꯅꯐꯥꯔꯝ ꯇꯧꯕꯥ꯫",
    "Current Password": "ꯍꯧꯖꯤꯛ ꯂꯩꯔꯤꯕꯥ ꯄꯥꯁꯋꯥꯔꯗ꯫",
    "Dashboard": "ꯗꯦꯁꯕꯣꯔꯗ꯫",
    "Delete Account": "ꯑꯦꯀꯥꯎꯟꯇ ꯃꯨꯠꯊꯠꯄꯥ꯫",
    "Email": "ꯏꯃꯦꯜ ꯇꯧꯕꯥ꯫",
    "Email Password Reset Link": "ꯏꯃꯦꯜ ꯄꯥꯁꯋꯥꯔꯗ ꯔꯤꯁꯦꯠ ꯇꯧꯕꯥ ꯂꯤꯉ꯭ꯛ꯫",
    "Ensure your account is using a long, random password to stay secure.": "ꯅꯍꯥꯛꯀꯤ ꯑꯦꯀꯥꯎꯟꯇ ꯑꯗꯨ ꯁꯦꯛꯌꯨꯑꯣꯔ ꯑꯣꯏꯅꯥ ꯂꯩꯅꯕꯒꯤꯗꯃꯛ ꯁꯥꯡꯂꯕꯥ, ꯔꯦꯟꯗꯝ ꯑꯣꯏꯕꯥ ꯄꯥꯁꯋꯥꯔꯗ ꯑꯃꯥ ꯁꯤꯖꯤꯟꯅꯔꯤꯕ꯭ꯔꯥ ꯍꯥꯌꯕꯗꯨ ꯁꯣꯌꯗꯅꯥ ꯈꯪꯗꯣꯀꯎ꯫",
    "Forbidden": "ꯑꯊꯤꯡꯕ ꯂꯩꯕ",
    "Forgot your password?": "ꯅꯍꯥꯛꯀꯤ ꯄꯥꯁꯋꯥꯔꯗ ꯀꯥꯎꯈ꯭ꯔꯦ?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "ꯅꯍꯥꯛꯀꯤ ꯄꯥꯁꯋꯥꯔꯗ ꯀꯥꯎꯈ꯭ꯔꯦ? ꯀꯔꯤꯁꯨ ꯀꯥꯏꯗꯦ. ꯑꯗꯣꯃꯒꯤ ꯏꯃꯦꯜ ꯑꯦꯗ꯭ꯔꯦꯁ ꯑꯗꯨ ꯑꯩꯈꯣꯌꯗꯥ ꯈꯉꯍꯅꯕꯤꯌꯨ ꯑꯃꯁꯨꯡ ꯑꯩꯈꯣꯌꯅꯥ ꯑꯗꯣꯃꯗꯥ ꯑꯅꯧꯕꯥ ꯑꯃꯥ ꯈꯅꯕꯒꯤ ꯑꯌꯥꯕꯥ ꯄꯤꯒꯗꯕꯥ ꯄꯥꯁꯋꯥꯔꯗ ꯔꯤꯁꯦꯠ ꯂꯤꯉ꯭ꯛ ꯑꯃꯥ ꯏꯃꯦꯜ ꯇꯧꯒꯅꯤ꯫",
    "Go to page :page": "ꯄꯦꯖ ꯱꯰ꯗꯥ ꯆꯠꯂꯨ꯫",
    "Hello!": "ꯍꯦꯜꯂꯣ!",
    "If you did not create an account, no further action is required.": "ꯀꯔꯤꯒꯨꯝꯕꯥ ꯅꯍꯥꯛꯅꯥ ꯑꯦꯀꯥꯎꯟꯇ ꯑꯃꯥ ꯁꯦꯝꯂꯃꯗ꯭ꯔꯕꯗꯤ ꯃꯈꯥ ꯇꯥꯕꯥ ꯑꯦꯛꯁꯟ ꯑꯃꯠꯇꯥ ꯃꯊꯧ ꯇꯥꯗꯦ꯫",
    "If you did not request a password reset, no further action is required.": "ꯀꯔꯤꯒꯨꯝꯕꯥ ꯅꯍꯥꯛꯅꯥ ꯄꯥꯁꯋꯥꯔꯗ ꯔꯤꯁꯦꯠ ꯇꯧꯅꯕꯥ ꯔꯤꯛꯕꯦꯁ꯭ꯠ ꯇꯧꯗ꯭ꯔꯕꯗꯤ, ꯃꯈꯥ ꯇꯥꯕꯥ ꯑꯦꯛꯁꯟ ꯑꯃꯠꯇꯥ ꯃꯊꯧ ꯇꯥꯗꯦ꯫",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "ꯀꯔꯤꯒꯨꯝꯕꯥ ꯅꯍꯥꯛꯅꯥ \":actionText\" ꯕꯇꯟ ꯑꯗꯨ ꯀ꯭ꯂꯤꯛ ꯇꯧꯕꯗꯥ ꯑꯋꯥꯕꯥ ꯃꯥꯌꯣꯛꯅꯔꯕꯗꯤ, ꯃꯈꯥꯗꯥ ꯄꯤꯔꯤꯕꯥ URL ꯑꯁꯤ ꯀꯣꯄꯤ ꯇꯧ ꯑꯃꯁꯨꯡ ꯄꯦꯁ꯭ꯠ ꯇꯧ꯫\nꯅꯍꯥꯛꯀꯤ ꯋꯦꯕ ꯕ꯭ꯔꯥꯎꯖꯔꯗꯥ:",
    "Invalid JSON was returned from the route.": "ꯂꯝꯕꯤꯗꯒꯤ ꯑꯁꯣꯌꯕꯥ JSON ꯍꯜꯂꯀꯈꯤ꯫",
    "Log in": "ꯂꯣꯒ ꯏꯟ ꯇꯧꯕꯤꯌꯨ꯫",
    "Log Out": "ꯂꯣꯒ ꯑꯥꯎꯠ ꯇꯧꯕꯥ꯫",
    "Login": "ꯂꯣꯒꯏꯟ ꯇꯧꯕꯥ꯫",
    "Logout": "ꯂꯣꯒꯑꯥꯎꯠ ꯇꯧꯕꯥ꯫",
    "Name": "ꯃꯤꯡ",
    "New Password": "ꯑꯅꯧꯕꯥ ꯄꯥꯁꯋꯥꯔꯗ꯫",
    "Not Found": "ꯐꯪꯗ꯭ꯔꯤ꯫",
    "of": "ꯑꯣꯐ",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "ꯅꯍꯥꯛꯀꯤ ꯑꯦꯀꯥꯎꯟꯇ ꯑꯗꯨ ꯃꯨꯠꯊꯠꯂꯕꯥ ꯃꯇꯨꯡꯗꯥ, ꯃꯁꯤꯒꯤ ꯔꯤꯁꯣꯔꯁ ꯑꯃꯁꯨꯡ ꯗꯦꯇꯥ ꯄꯨꯝꯅꯃꯛ ꯃꯇꯝ ꯆꯨꯞꯄꯒꯤ ꯑꯣꯏꯅꯥ ꯃꯨꯠꯊꯠꯀꯅꯤ꯫ ꯅꯍꯥꯛꯀꯤ ꯑꯦꯀꯥꯎꯟꯇ ꯑꯗꯨ ꯃꯨꯠꯊꯠꯠꯔꯤꯉꯩ ꯃꯃꯥꯡꯗꯥ, ꯆꯥꯅꯕꯤꯗꯨꯅꯥ ꯅꯍꯥꯛꯅꯥ ꯊꯃꯖꯤꯅꯕꯥ ꯄꯥꯝꯂꯤꯕꯥ ꯗꯦꯇꯥ ꯅꯠꯠꯔꯒꯥ ꯏꯅꯐꯣꯔꯃꯦꯁꯟ ꯑꯃꯍꯦꯛꯇꯕꯨ ꯗꯥꯎꯅꯂꯣꯗ ꯇꯧꯕꯤꯌꯨ꯫",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "ꯅꯍꯥꯛꯀꯤ ꯑꯦꯀꯥꯎꯟꯇ ꯑꯗꯨ ꯃꯨꯠꯊꯠꯂꯕꯥ ꯃꯇꯨꯡꯗꯥ, ꯃꯁꯤꯒꯤ ꯔꯤꯁꯣꯔꯁ ꯑꯃꯁꯨꯡ ꯗꯦꯇꯥ ꯄꯨꯝꯅꯃꯛ ꯃꯇꯝ ꯆꯨꯞꯄꯒꯤ ꯑꯣꯏꯅꯥ ꯃꯨꯠꯊꯠꯀꯅꯤ꯫ ꯆꯥꯅꯕꯤꯗꯨꯅꯥ ꯅꯍꯥꯛꯀꯤ ꯑꯦꯀꯥꯎꯟꯇ ꯑꯗꯨ ꯃꯇꯝ ꯆꯨꯞꯄꯒꯤ ꯑꯣꯏꯅꯥ ꯃꯨꯠꯊꯠꯄꯥ ꯄꯥꯝꯂꯤꯕꯗꯨ ꯀꯅꯐꯥꯔꯝ ꯇꯧꯅꯕꯥ ꯅꯍꯥꯛꯀꯤ ꯄꯥꯁꯋꯥꯔꯗ ꯑꯗꯨ ꯑꯦꯟꯇꯔ ꯇꯧ꯫",
    "Page Expired": "ꯄꯦꯖ ꯑꯦꯛꯁꯄꯥꯏꯔ ꯇꯧꯈ꯭ꯔꯦ꯫",
    "Pagination Navigation": "ꯄꯦꯖꯤꯅꯦꯁꯟ ꯅꯦꯚꯤꯒꯦꯁꯟ ꯇꯧꯕꯥ꯫",
    "Password": "ꯑꯔꯣꯟꯕꯁꯣ",
    "Payment Required": "ꯄꯦꯃꯦꯟꯇ ꯃꯊꯧ ꯇꯥꯏ꯫",
    "Please click the button below to verify your email address.": "ꯆꯥꯅꯕꯤꯗꯨꯅꯥ ꯅꯍꯥꯛꯀꯤ ꯏꯃꯦꯏꯜ ꯑꯦꯗ꯭ꯔꯦꯁ ꯑꯗꯨ ꯚꯦꯔꯤꯐꯥꯏ ꯇꯧꯅꯕꯥ ꯃꯈꯥꯒꯤ ꯕꯇꯟ ꯑꯗꯨ ꯀ꯭ꯂꯤꯛ ꯇꯧꯕꯤꯌꯨ꯫",
    "Profile": "ꯃꯤꯑꯣꯏ ꯑꯃꯒꯤ ꯁꯝꯂꯞꯄ ꯋꯥꯔꯣꯜ",
    "Profile Information": "ꯄ꯭ꯔꯣꯐꯥꯏꯜ ꯏꯅꯐꯣꯔꯃꯦꯁꯟ꯫",
    "Regards": "ꯏꯀꯥꯏ ꯈꯨꯝꯅꯕ",
    "Register": "ꯃꯤꯡ ꯆꯟꯕ",
    "Remember me": "ꯑꯩꯕꯨ ꯅꯤꯡꯁꯤꯡꯕꯤꯌꯨ꯫",
    "Resend Verification Email": "ꯚꯦꯔꯤꯐꯤꯀꯦꯁꯟ ꯏꯃꯦꯏꯜ ꯑꯃꯨꯛ ꯍꯟꯅꯥ ꯊꯥꯕꯥ꯫",
    "Reset Password": "ꯄꯥꯁꯋꯥꯔꯗ ꯔꯤꯁꯦꯠ ꯇꯧꯕꯥ꯫",
    "Reset Password Notification": "ꯄꯥꯁꯋꯥꯔꯗ ꯅꯣꯇꯤꯐꯤꯀꯦꯁꯟ ꯔꯤꯁꯦꯠ ꯇꯧ꯫",
    "results": "ꯃꯍꯩꯁꯤꯡ",
    "Save": "ꯀꯟꯕ",
    "Saved.": "ꯁꯦꯚ ꯇꯧꯈ꯭ꯔꯦ꯫",
    "Server Error": "ꯁꯔꯚꯔ ꯑꯦꯔꯥꯔ ꯇꯧꯕꯥ꯫",
    "Service Unavailable": "ꯁꯔꯚꯤꯁ ꯑꯁꯤ ꯐꯪꯗꯕꯥ꯫",
    "Showing": "ꯎꯠꯂꯤꯕꯥ꯫",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "ꯁꯥꯏꯟ ꯑꯥꯞ ꯇꯧꯕꯒꯤꯗꯃꯛ ꯊꯥꯒꯠꯆꯔꯤ! ꯍꯧꯗ꯭ꯔꯤꯉꯩꯒꯤ ꯃꯃꯥꯡꯗꯥ, ꯑꯩꯈꯣꯌꯅꯥ ꯍꯧꯖꯤꯛ ꯅꯉꯣꯟꯗꯥ ꯏꯃꯦꯜ ꯇꯧꯔꯀꯄꯥ ꯂꯤꯉ꯭ꯛ ꯑꯗꯨꯗꯥ ꯀ꯭ꯂꯤꯛ ꯇꯧꯗꯨꯅꯥ ꯅꯍꯥꯛꯀꯤ ꯏꯃꯦꯏꯜ ꯑꯦꯗ꯭ꯔꯦꯁ ꯑꯗꯨ ꯚꯦꯔꯤꯐꯥꯏ ꯇꯧꯕꯥ ꯉꯃꯒꯗ꯭ꯔꯥ? ꯀꯔꯤꯒꯨꯝꯕꯥ ꯅꯍꯥꯛꯅꯥ ꯏꯃꯦꯏꯜ ꯑꯗꯨ ꯐꯪꯗ꯭ꯔꯕꯗꯤ ꯑꯩꯈꯣꯌꯅꯥ ꯅꯍꯥꯀꯄꯨ ꯑꯇꯣꯞꯄꯥ ꯏꯃꯦꯏꯜ ꯑꯃꯥ ꯊꯥꯔꯛꯀꯅꯤ꯫",
    "The given data was invalid.": "ꯄꯤꯈꯤꯕꯥ ꯗꯦꯇꯥ ꯑꯗꯨ ꯑꯔꯥꯅꯕꯥ ꯑꯣꯏꯈꯤ꯫",
    "The response is not a streamed response.": "ꯔꯦꯁ꯭ꯄꯣꯟꯁ ꯑꯁꯤ ꯁ꯭ꯠꯔꯤꯝ ꯇꯧꯔꯕꯥ ꯔꯦꯁ꯭ꯄꯣꯟꯁ ꯑꯃꯅꯤ꯫",
    "The response is not a view.": "ꯄꯥꯎꯈꯨꯝ ꯑꯁꯤ ꯃꯤꯠꯌꯦꯡ ꯑꯃꯠꯇꯥ ꯅꯠꯇꯦ꯫",
    "This is a secure area of the application. Please confirm your password before continuing.": "ꯃꯁꯤ ꯑꯦꯞꯂꯤꯀꯦꯁꯟ ꯑꯗꯨꯒꯤ ꯁꯦꯛꯌꯨꯑꯣꯔ ꯑꯣꯏꯕꯥ ꯃꯐꯝ ꯑꯃꯅꯤ꯫ ꯃꯈꯥ ꯆꯠꯊꯗ꯭ꯔꯤꯉꯩꯗꯥ ꯆꯥꯅꯕꯤꯗꯨꯅꯥ ꯅꯍꯥꯛꯀꯤ ꯄꯥꯁꯋꯥꯔꯗ ꯑꯗꯨ ꯀꯅꯐꯥꯔꯝ ꯇꯧꯕꯤꯌꯨ꯫",
    "This password reset link will expire in :count minutes.": "ꯄꯥꯁꯋꯥꯔꯗ ꯔꯤꯁꯦꯠ ꯂꯤꯉ꯭ꯛ ꯑꯁꯤ ꯃꯤꯅꯤꯠ ꯱꯰ꯒꯤ ꯃꯇꯨꯡꯗꯥ ꯂꯣꯏꯁꯤꯅꯒꯅꯤ꯫",
    "to": "to",
    "Toggle navigation": "ꯅꯦꯚꯤꯒꯦꯁꯟ ꯇꯣꯒꯜ ꯇꯧꯕꯥ꯫",
    "Too Many Requests": "ꯌꯥꯝꯅꯥ ꯌꯥꯝꯅꯥ ꯔꯤꯀꯣꯔꯗ ꯇꯧꯕꯥ꯫",
    "Unauthorized": "ꯑꯌꯥꯕꯥ ꯄꯤꯗꯕꯥ꯫",
    "Update Password": "ꯄꯥꯁꯋꯥꯔꯗ ꯑꯄꯗꯦꯠ ꯇꯧꯕꯥ꯫",
    "Update your account's profile information and email address.": "ꯅꯍꯥꯛꯀꯤ ꯑꯦꯀꯥꯎꯟꯇꯀꯤ ꯄ꯭ꯔꯣꯐꯥꯏꯜ ꯏꯅꯐꯣꯔꯃꯦꯁꯟ ꯑꯃꯁꯨꯡ ꯏꯃꯦꯏꯜ ꯑꯦꯗ꯭ꯔꯦꯁ ꯑꯗꯨ ꯑꯄꯗꯦꯠ ꯇꯧ꯫",
    "Verify Email Address": "ꯏꯃꯦꯏꯜ ꯑꯦꯗ꯭ꯔꯦꯁ ꯑꯗꯨ ꯚꯦꯔꯤꯐꯥꯏ ꯇꯧ꯫",
    "Whoops!": "ꯍꯨꯄꯁ!",
    "You are receiving this email because we received a password reset request for your account.": "ꯅꯍꯥꯛꯅꯥ ꯏꯃꯦꯏꯜ ꯑꯁꯤ ꯐꯪꯂꯤ ꯃꯔꯃꯗꯤ ꯑꯩꯈꯣꯌꯅꯥ ꯅꯍꯥꯛꯀꯤ ꯑꯦꯀꯥꯎꯟꯇꯀꯤꯗꯃꯛ ꯄꯥꯁꯋꯥꯔꯗ ꯔꯤꯁꯦꯠ ꯔꯤꯛꯕꯦꯁ꯭ꯠ ꯑꯃꯥ ꯐꯪꯂꯦ꯫",
    "You're logged in!": "ꯅꯍꯥꯛ ꯂꯣꯒ ꯏꯟ ꯇꯧꯔꯦ!",
    "Your email address is unverified.": "ꯅꯍꯥꯛꯀꯤ ꯏꯃꯦꯏꯜ ꯑꯦꯗ꯭ꯔꯦꯁ ꯑꯗꯨ ꯚꯦꯔꯤꯐꯥꯏ ꯇꯧꯗ꯭ꯔꯤ꯫"
}