{
    "(and :count more error)": "(fi dogongora :count dabalataa)",
    "(and :count more errors)": "(fi dogongora :count dabalataa)",
    "A new verification link has been sent to the email address you provided during registration.": "Hidhiin mirkaneessaa haaraan gara teessoo imeelii yeroo galmee kenniteetti ergameera.",
    "A new verification link has been sent to your email address.": "Hidhiin mirkaneessaa haaraan gara teessoo imeelii keessaniitti ergameera.",
    "All rights reserved.": "Mirgi Qopheessaa Seeraan Kan Eegame.",
    "Already registered?": "Duraanis galmaa'ee jiraa?",
    "Are you sure you want to delete your account?": "Akkaawuntii kee haquu akka barbaaddu mirkaneeffatteettaa?",
    "Cancel": "Haquu",
    "Click here to re-send the verification email.": "Imeelii mirkaneessuu irra deebi'anii erguuf as tuqi.",
    "Confirm": "Mirkaneessuu",
    "Confirm Password": "Password Mirkaneessi",
    "Current Password": "Jecha Darbii Ammaa",
    "Dashboard": "Daashboordii",
    "Delete Account": "Herrega Haquu",
    "Email": "Imeelii",
    "Email Password Reset Link": "Hidhaa Jecha Icciitii Imeelii Irra Deebi'i",
    "Ensure your account is using a long, random password to stay secure.": "Akkaawuntii kee nageenya isaa eeguuf jecha icciitii dheeraa, tasaa fayyadamaa akka jiru mirkaneessi.",
    "Forbidden": "Dhorkamaa",
    "Forgot your password?": "Jecha icciitii kee dagattee?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Jecha icciitii kee dagattee? Rakkoo hin qabu. Teessoo email keessanii qofa nutti himaa nutis password reset link kan haaraa filachuuf isin dandeessisu email isiniif ergina.",
    "Go to page :page": "Fuula :pagetti deemi",
    "Hello!": "Akkam!",
    "If you did not create an account, no further action is required.": "Yoo akkaawuntii hin uumne ta'e tarkaanfiin dabalataa hin barbaachisu.",
    "If you did not request a password reset, no further action is required.": "Yoo jecha icciitii deebisanii dhaabuu hin gaafanne ta'e, tarkaanfiin dabalataa hin barbaachisu.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Yoo button \":actionText\" cuqaasuuf rakkatte URL armaan gadii copy fi paste godhi\ngara weeb biraawzari keessaniitti:",
    "Invalid JSON was returned from the route.": "JSON sirrii hin taane karaa irraa deebi'e.",
    "Log in": "Galmaa'aa",
    "Log Out": "Log Out",
    "Login": "Galmaa'i",
    "Logout": "Ba'i",
    "Name": "Maqaa",
    "New Password": "Jecha Darbii Haaraa",
    "Not Found": "Hin Argamne",
    "of": "kan",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Erga akkaawuntii keessan haqamee booda qabeenyi fi daataa isaa hundi dhaabbataadhaan ni haqama. Akkaawuntii keessan haquu keessan dura, maaloo daataa ykn odeeffannoo qabachuu barbaaddan kamiyyuu buufadhaa.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Erga akkaawuntii keessan haqamee booda qabeenyi fi daataa isaa hundi dhaabbataadhaan ni haqama. Maaloo jecha icciitii keessan galchuun akkaawuntii keessan dhaabbataadhaan haquu akka barbaaddan mirkaneessaa.",
    "Page Expired": "Fuulli yeroon isaa darbe",
    "Pagination Navigation": "Navigeeshinii Fuulaa",
    "Password": "Jecha iccitii",
    "Payment Required": "Kaffaltii Barbaachisa",
    "Please click the button below to verify your email address.": "Mee teessoo email keessanii mirkaneessuuf button armaan gadii cuqaasaa.",
    "Profile": "Ibsama",
    "Profile Information": "Odeeffannoo Profaayilii",
    "Regards": "Nagaa wajjin",
    "Register": "Galmeessuu",
    "Remember me": "Na yaadadhaa",
    "Resend Verification Email": "Imeelii Mirkaneessaa Irra Deebiin Ergaa",
    "Reset Password": "Jecha Darbii Irra Deebi'i",
    "Reset Password Notification": "Beeksisa Jecha Darbii Irra Deebi'i",
    "results": "bu'aawwan",
    "Save": "Qusachuu",
    "Saved.": "Qusatame.",
    "Server Error": "Dogoggora Sarvarii",
    "Service Unavailable": "Tajaajilli Hin Argamu",
    "Showing": "Agarsiisaa jira",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Waan galmaa'uu keessaniif galatoomaa! Jalqabuu kee dura, liinkii amma email siif ergine cuqaasuun teessoo email kee mirkaneessuu dandeessaa? Yoo email sana hin arganne ta'e gammachuudhaan kan biraa isiniif ergina.",
    "The given data was invalid.": "Daataan kenname sirrii hin turre.",
    "The response is not a streamed response.": "Deebiin kennamu deebii dhangala’aa miti.",
    "The response is not a view.": "Deebiin kennamu ilaalcha miti.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Kun naannoo nageenya qabu application sanaati. Mee itti fufuu kee dura jecha icciitii kee mirkaneessi.",
    "This password reset link will expire in :count minutes.": "Link password reset kun daqiiqaa :count booda ni dhumata.",
    "to": "gara",
    "Toggle navigation": "Navigeeshinii jijjiiri",
    "Too Many Requests": "Gaaffii Baay'ee",
    "Unauthorized": "Hayyama malee",
    "Update Password": "Jecha Darbii Fooyyessi",
    "Update your account's profile information and email address.": "Odeeffannoo piroofaayilii fi teessoo imeelii akkaawuntii keessanii haaromsi.",
    "Verify Email Address": "Teessoo Imeelii Mirkaneessi",
    "Whoops!": "Whoops!",
    "You are receiving this email because we received a password reset request for your account.": "Imeelii kana kan isin qaqqabsiisaa jiru sababni isaas gaaffiin jecha icciitii akkaawuntii keessaniif deebisanii dhaabuu waan nu qaqqabeef.",
    "You're logged in!": "Ati seentee jirta!",
    "Your email address is unverified.": "Teessoon email keessanii hin mirkanoofne."
}