{
    "(and :count more error)": "(ਅਤੇ :count ਹੋਰ ਗਲਤੀ)",
    "(and :count more errors)": "(ਅਤੇ :count ਹੋਰ ਤਰੁੱਟੀਆਂ)",
    "A new verification link has been sent to the email address you provided during registration.": "ਇੱਕ ਨਵਾਂ ਪੁਸ਼ਟੀਕਰਨ ਲਿੰਕ ਤੁਹਾਡੇ ਦੁਆਰਾ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਦੌਰਾਨ ਪ੍ਰਦਾਨ ਕੀਤੇ ਗਏ ਈਮੇਲ ਪਤੇ 'ਤੇ ਭੇਜਿਆ ਗਿਆ ਹੈ।",
    "A new verification link has been sent to your email address.": "ਇੱਕ ਨਵਾਂ ਪੁਸ਼ਟੀਕਰਨ ਲਿੰਕ ਤੁਹਾਡੇ ਈਮੇਲ ਪਤੇ 'ਤੇ ਭੇਜਿਆ ਗਿਆ ਹੈ।",
    "All rights reserved.": "ਸਾਰੇ ਹੱਕ ਰਾਖਵੇਂ ਹਨ.",
    "Already registered?": "ਪਹਿਲਾਂ ਹੀ ਰਜਿਸਟਰਡ ਹੈ?",
    "Are you sure you want to delete your account?": "ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਆਪਣਾ ਖਾਤਾ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
    "Cancel": "ਰੱਦ ਕਰੋ",
    "Click here to re-send the verification email.": "ਪੁਸ਼ਟੀਕਰਨ ਈਮੇਲ ਮੁੜ-ਭੇਜਣ ਲਈ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ।",
    "Confirm": "ਪੁਸ਼ਟੀ ਕਰੋ",
    "Confirm Password": "ਪਾਸਵਰਡ ਪੱਕਾ ਕਰੋ",
    "Current Password": "ਵਰਤਮਾਨ ਪਾਸਵਰਡ",
    "Dashboard": "ਡੈਸ਼ਬੋਰਡ",
    "Delete Account": "ਖਾਤਾ ਮਿਟਾਓ",
    "Email": "ਈ - ਮੇਲ",
    "Email Password Reset Link": "ਈਮੇਲ ਪਾਸਵਰਡ ਰੀਸੈਟ ਲਿੰਕ",
    "Ensure your account is using a long, random password to stay secure.": "ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਹਾਡਾ ਖਾਤਾ ਸੁਰੱਖਿਅਤ ਰਹਿਣ ਲਈ ਲੰਬੇ, ਬੇਤਰਤੀਬ ਪਾਸਵਰਡ ਦੀ ਵਰਤੋਂ ਕਰ ਰਿਹਾ ਹੈ।",
    "Forbidden": "ਵਰਜਿਤ",
    "Forgot your password?": "ਆਪਣਾ ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "ਆਪਣਾ ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ? ਕੋਈ ਸਮੱਸਿਆ ਨਹੀ. ਬੱਸ ਸਾਨੂੰ ਆਪਣਾ ਈਮੇਲ ਪਤਾ ਦੱਸੋ ਅਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਇੱਕ ਪਾਸਵਰਡ ਰੀਸੈਟ ਲਿੰਕ ਈਮੇਲ ਕਰਾਂਗੇ ਜੋ ਤੁਹਾਨੂੰ ਇੱਕ ਨਵਾਂ ਚੁਣਨ ਦੀ ਇਜਾਜ਼ਤ ਦੇਵੇਗਾ।",
    "Go to page :page": "ਪੰਨਾ :page 'ਤੇ ਜਾਓ",
    "Hello!": "ਸਤ ਸ੍ਰੀ ਅਕਾਲ!",
    "If you did not create an account, no further action is required.": "ਜੇਕਰ ਤੁਸੀਂ ਕੋਈ ਖਾਤਾ ਨਹੀਂ ਬਣਾਇਆ ਹੈ, ਤਾਂ ਕੋਈ ਹੋਰ ਕਾਰਵਾਈ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।",
    "If you did not request a password reset, no further action is required.": "ਜੇਕਰ ਤੁਸੀਂ ਪਾਸਵਰਡ ਰੀਸੈਟ ਦੀ ਬੇਨਤੀ ਨਹੀਂ ਕੀਤੀ ਹੈ, ਤਾਂ ਕੋਈ ਹੋਰ ਕਾਰਵਾਈ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "ਜੇਕਰ ਤੁਹਾਨੂੰ \":actionText\" ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰਨ ਵਿੱਚ ਮੁਸ਼ਕਲ ਆ ਰਹੀ ਹੈ, ਤਾਂ ਹੇਠਾਂ ਦਿੱਤੇ URL ਨੂੰ ਕਾਪੀ ਅਤੇ ਪੇਸਟ ਕਰੋ\nਤੁਹਾਡੇ ਵੈੱਬ ਬਰਾਊਜ਼ਰ ਵਿੱਚ:",
    "Invalid JSON was returned from the route.": "ਅਵੈਧ JSON ਰੂਟ ਤੋਂ ਵਾਪਸ ਕੀਤਾ ਗਿਆ ਸੀ।",
    "Log in": "ਲਾਗਿਨ",
    "Log Out": "ਲਾੱਗ ਆਊਟ, ਬਾਹਰ ਆਉਣਾ",
    "Login": "ਲਾਗਿਨ",
    "Logout": "ਲਾੱਗ ਆਊਟ, ਬਾਹਰ ਆਉਣਾ",
    "Name": "ਨਾਮ",
    "New Password": "ਨਵਾਂ ਪਾਸਵਰਡ",
    "Not Found": "ਨਹੀਂ ਲਭਿਆ",
    "of": "ਦੇ",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "ਇੱਕ ਵਾਰ ਜਦੋਂ ਤੁਹਾਡਾ ਖਾਤਾ ਮਿਟਾਇਆ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਇਸਦੇ ਸਾਰੇ ਸਰੋਤ ਅਤੇ ਡੇਟਾ ਸਥਾਈ ਤੌਰ 'ਤੇ ਮਿਟਾ ਦਿੱਤੇ ਜਾਣਗੇ। ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਮਿਟਾਉਣ ਤੋਂ ਪਹਿਲਾਂ, ਕਿਰਪਾ ਕਰਕੇ ਕੋਈ ਵੀ ਡਾਟਾ ਜਾਂ ਜਾਣਕਾਰੀ ਡਾਊਨਲੋਡ ਕਰੋ ਜਿਸ ਨੂੰ ਤੁਸੀਂ ਬਰਕਰਾਰ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ।",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "ਇੱਕ ਵਾਰ ਜਦੋਂ ਤੁਹਾਡਾ ਖਾਤਾ ਮਿਟਾਇਆ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਇਸਦੇ ਸਾਰੇ ਸਰੋਤ ਅਤੇ ਡੇਟਾ ਸਥਾਈ ਤੌਰ 'ਤੇ ਮਿਟਾ ਦਿੱਤੇ ਜਾਣਗੇ। ਕਿਰਪਾ ਕਰਕੇ ਇਹ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਆਪਣਾ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ ਕਿ ਤੁਸੀਂ ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਪੱਕੇ ਤੌਰ 'ਤੇ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ।",
    "Page Expired": "ਪੰਨੇ ਦੀ ਮਿਆਦ ਪੁੱਗ ਗਈ",
    "Pagination Navigation": "ਪੰਨਾ ਨੈਵੀਗੇਸ਼ਨ",
    "Password": "ਪਾਸਵਰਡ",
    "Payment Required": "ਭੁਗਤਾਨ ਦੀ ਲੋੜ ਹੈ",
    "Please click the button below to verify your email address.": "ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਈਮੇਲ ਪਤੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਹੇਠਾਂ ਦਿੱਤੇ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।",
    "Profile": "ਪ੍ਰੋਫਾਈਲ",
    "Profile Information": "ਪ੍ਰੋਫਾਈਲ ਜਾਣਕਾਰੀ",
    "Regards": "ਸਤਿਕਾਰ",
    "Register": "ਰਜਿਸਟਰ",
    "Remember me": "ਮੇਰੀ ਯਾਦ ਹੈ",
    "Resend Verification Email": "ਪੁਸ਼ਟੀਕਰਨ ਈਮੇਲ ਦੁਬਾਰਾ ਭੇਜੋ",
    "Reset Password": "ਪਾਸਵਰਡ ਰੀਸੈਟ ਕਰੋ",
    "Reset Password Notification": "ਪਾਸਵਰਡ ਸੂਚਨਾ ਰੀਸੈਟ ਕਰੋ",
    "results": "ਨਤੀਜੇ",
    "Save": "ਸੇਵ ਕਰੋ",
    "Saved.": "ਸੰਭਾਲੀ ਗਈ.",
    "Server Error": "ਸਰਵਰ ਗੜਬੜ",
    "Service Unavailable": "ਸੇਵਾ ਉਪਲੱਬਧ ਨਹੀਂ",
    "Showing": "ਦਿਖਾ ਰਿਹਾ ਹੈ",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "ਸਾਈਨ ਅੱਪ ਕਰਨ ਲਈ ਧੰਨਵਾਦ! ਸ਼ੁਰੂ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ, ਕੀ ਤੁਸੀਂ ਉਸ ਲਿੰਕ 'ਤੇ ਕਲਿੱਕ ਕਰਕੇ ਆਪਣੇ ਈਮੇਲ ਪਤੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰ ਸਕਦੇ ਹੋ ਜੋ ਅਸੀਂ ਤੁਹਾਨੂੰ ਈਮੇਲ ਕੀਤਾ ਹੈ? ਜੇਕਰ ਤੁਹਾਨੂੰ ਈਮੇਲ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋਈ, ਤਾਂ ਅਸੀਂ ਖੁਸ਼ੀ ਨਾਲ ਤੁਹਾਨੂੰ ਇੱਕ ਹੋਰ ਭੇਜਾਂਗੇ।",
    "The given data was invalid.": "ਦਿੱਤਾ ਗਿਆ ਡੇਟਾ ਅਵੈਧ ਸੀ।",
    "The response is not a streamed response.": "ਜਵਾਬ ਇੱਕ ਸਟ੍ਰੀਮਡ ਜਵਾਬ ਨਹੀਂ ਹੈ।",
    "The response is not a view.": "ਜਵਾਬ ਇੱਕ ਦ੍ਰਿਸ਼ ਨਹੀਂ ਹੈ.",
    "This is a secure area of the application. Please confirm your password before continuing.": "ਇਹ ਐਪਲੀਕੇਸ਼ਨ ਦਾ ਇੱਕ ਸੁਰੱਖਿਅਤ ਖੇਤਰ ਹੈ। ਜਾਰੀ ਰੱਖਣ ਤੋਂ ਪਹਿਲਾਂ ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਪਾਸਵਰਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ।",
    "This password reset link will expire in :count minutes.": "ਇਸ ਪਾਸਵਰਡ ਰੀਸੈਟ ਲਿੰਕ ਦੀ ਮਿਆਦ :count ਮਿੰਟਾਂ ਵਿੱਚ ਸਮਾਪਤ ਹੋ ਜਾਵੇਗੀ।",
    "to": "ਨੂੰ",
    "Toggle navigation": "ਨੈਵੀਗੇਸ਼ਨ ਨੂੰ ਟੌਗਲ ਕਰੋ",
    "Too Many Requests": "ਬਹੁਤ ਸਾਰੀਆਂ ਬੇਨਤੀਆਂ",
    "Unauthorized": "ਅਣਅਧਿਕਾਰਤ",
    "Update Password": "ਪਾਸਵਰਡ ਅੱਪਡੇਟ ਕਰੋ",
    "Update your account's profile information and email address.": "ਆਪਣੇ ਖਾਤੇ ਦੀ ਪ੍ਰੋਫਾਈਲ ਜਾਣਕਾਰੀ ਅਤੇ ਈਮੇਲ ਪਤਾ ਅੱਪਡੇਟ ਕਰੋ।",
    "Verify Email Address": "ਈਮੇਲ ਪਤੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
    "Whoops!": "ਓਹੋ!",
    "You are receiving this email because we received a password reset request for your account.": "ਤੁਸੀਂ ਇਹ ਈਮੇਲ ਇਸ ਲਈ ਪ੍ਰਾਪਤ ਕਰ ਰਹੇ ਹੋ ਕਿਉਂਕਿ ਸਾਨੂੰ ਤੁਹਾਡੇ ਖਾਤੇ ਲਈ ਪਾਸਵਰਡ ਰੀਸੈਟ ਕਰਨ ਦੀ ਬੇਨਤੀ ਪ੍ਰਾਪਤ ਹੋਈ ਹੈ।",
    "You're logged in!": "ਤੁਸੀਂ ਲੌਗ ਇਨ ਹੋ!",
    "Your email address is unverified.": "ਤੁਹਾਡਾ ਈਮੇਲ ਪਤਾ ਅਪ੍ਰਮਾਣਿਤ ਹੈ।"
}