{
    "(and :count more error)": "(hinallataq :count pantaykunatawan)",
    "(and :count more errors)": "(hinallataq :count pantaykunapas)",
    "A new verification link has been sent to the email address you provided during registration.": "Musuq chiqaqchay t'inki apachisqa kachkan chay correo electrónico direccionman qusqayki registro kaqpi.",
    "A new verification link has been sent to your email address.": "Musuq chiqaqchay t'inki correo electrónico direccionniykiman apachisqa.",
    "All rights reserved.": "Tukuy hayñikuna waqaychasqa.",
    "Already registered?": "¿Ñam inscribisqachu kanki?",
    "Are you sure you want to delete your account?": "¿Segurochu kanki yupayniyki chinkachiyta munasqaykimanta?",
    "Cancel": "Sayachiy",
    "Click here to re-send the verification email.": "Kaypi ñit'iy chiqaqchay correo electrónicota wakmanta apachinaykipaq.",
    "Confirm": "Yuyachiy",
    "Confirm Password": "Contraseña nisqa takyachiy",
    "Current Password": "Kunan Contraseña",
    "Dashboard": "Tabla de mando",
    "Delete Account": "Cuenta chinkachiy",
    "Email": "Correo electrónico nisqa",
    "Email Password Reset Link": "Correo electrónico contraseña Reset T'inki",
    "Ensure your account is using a long, random password to stay secure.": "Aseguray yupayniyki huk suni, random contraseña llamk'achkan waqaychasqa kananpaq.",
    "Forbidden": "Amachasqa",
    "Forgot your password?": "¿Qunqarqankichu contraseñaykita?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "¿Qunqarqankichu contraseñaykita? Manam sasachakunchu. Correo electrónico direccionniykita willawaykulla chaymanta huk contraseña kutichiy tinkiyta correo electrónico kaqpi willasqaykiku chaymanta musuq akllayta atikunki.",
    "Go to page :page": ":page paginaman riy",
    "Hello!": "Allinllachu!",
    "If you did not create an account, no further action is required.": "Mana yupayta kamankichu chayqa, manam aswan ruwayqa mañasqachu.",
    "If you did not request a password reset, no further action is required.": "Sichus mana contraseña kutichiyta mañakurqankichu, mana aswan ruway mañasqachu.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Sichus \":actionText\" ñit'iypi sasachakuypi tarikunki, uraypi URLta copiaspa k'askachiy\nweb maskaqniykiman:",
    "Invalid JSON was returned from the route.": "Mana allin JSON ñanmanta kutichisqa karqan.",
    "Log in": "Yaykuy",
    "Log Out": "Lloqsiy",
    "Login": "Yaykuy",
    "Logout": "Lloqsiy",
    "Name": "Suti",
    "New Password": "Musuq Yaykuna rimay",
    "Not Found": "Mana Tarishkachu",
    "of": "de",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Huk kuti yupayniyki qullusqa, llapa yanapakuyninkuna chaymanta willayninkuna wiñaypaq qullusqa kanqa. Manaraq yupayniyki qulluchkaspa, ama hina kaspa ima willayta utaq willayta waqaychayta munasqaykita uraykachiy.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Huk kuti yupayniyki qullusqa, llapa yanapakuyninkuna chaymanta willayninkuna wiñaypaq qullusqa kanqa. Ama hina kaspa, yaykuna rimaykita qillqay, yupayniyki wiñaypaq qulluyta munasqaykita takyachinaykipaq.",
    "Page Expired": "P’anqa Vencido",
    "Pagination Navigation": "Paginación nisqapi puriy",
    "Password": "Kichana",
    "Payment Required": "Pago Requerido",
    "Please click the button below to verify your email address.": "Ama hina kaspa, uraypi ñit'iy correo electrónico nisqayki chiqapchaypaq.",
    "Profile": "Runapa kaynin",
    "Profile Information": "Perfilmanta Willakuy",
    "Regards": "Napaykuy",
    "Register": "Qillqachakuy",
    "Remember me": "Yuyariwaychik",
    "Resend Verification Email": "Chiqaqchay Correo electrónico kaqmanta apachiy",
    "Reset Password": "Contraseñata kutichiy",
    "Reset Password Notification": "Contraseña Willayta musuqmanta churay",
    "results": "tukusqakuna",
    "Save": "Waqaychay",
    "Saved.": "Waqaychasqa.",
    "Server Error": "Servidor Pantasqa",
    "Service Unavailable": "Servicio Mana Kallpanchu",
    "Showing": "Qawachikuspa",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Gracias por inscribirse! Manaraq qallarichkaspa, ¿chayllaraq correo electrónicota apachisqayku t'inkipi ñit'ispa correo electrónico direccionniyki chiqaqchayta atiwaqchu? Sichus mana chay correo electrónicota chaskirqankichu, kusisqa hukta apachisqaykiku.",
    "The given data was invalid.": "Chay qusqa willakuykunaqa manam allinchu karqa.",
    "The response is not a streamed response.": "Kutichiyqa manam mayu hina kutichiychu.",
    "The response is not a view.": "Kutichiyqa manan qhawariychu.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Kayqa aplicacionpa seguro árean. Ama hina kaspa, manaraq hinalla purichkaspa yaykuna rimaykita takyachiy.",
    "This password reset link will expire in :count minutes.": "Kay contraseña kutichiy t'inkiqa :count minutumanta tukukunqa.",
    "to": "to",
    "Toggle navigation": "Navegación nisqapi tikray",
    "Too Many Requests": "Ancha Achka Mañakuykuna",
    "Unauthorized": "Mana kamachisqa",
    "Update Password": "Contraseñata musuqyachiy",
    "Update your account's profile information and email address.": "Yupayniykipa perfil willayta chaymanta correo electrónico direccionninta musuqyachiy.",
    "Verify Email Address": "Correo electrónico nisqamanta chiqaqchay",
    "Whoops!": "Whoops!",
    "You are receiving this email because we received a password reset request for your account.": "Kay correo electrónicota chaskichkanki imaraykuchus huk contraseña kutichiy mañakuyta yupayniykipaq chaskirqayku.",
    "You're logged in!": "¡Qanmi haykurqanki!",
    "Your email address is unverified.": "Correo electrónico nisqaykiqa manam chiqapchasqachu."
}