{
    "(and :count more error)": "(n'andi makosa :count)",
    "(and :count more errors)": "(n'andi makosa :count)",
    "A new verification link has been sent to the email address you provided during registration.": "Ihuza rishya ryoherejwe kuri aderesi imeri watanze mugihe cyo kwiyandikisha.",
    "A new verification link has been sent to your email address.": "Ihuza rishya ryoherejwe kuri aderesi imeri yawe.",
    "All rights reserved.": "Uburenganzira bwose burabitswe.",
    "Already registered?": "Mumaze kwiyandikisha?",
    "Are you sure you want to delete your account?": "Uzi neza ko ushaka gusiba konte yawe?",
    "Cancel": "Kureka",
    "Click here to re-send the verification email.": "Kanda hano kugirango wongere wohereze imeri yo kugenzura.",
    "Confirm": "Emeza",
    "Confirm Password": "Emeza ijambo ryibanga",
    "Current Password": "Ijambobanga ryubu",
    "Dashboard": "Ikibaho",
    "Delete Account": "Siba Konti",
    "Email": "Imeri",
    "Email Password Reset Link": "Imeri Ijambobanga Kugarura Ihuza",
    "Ensure your account is using a long, random password to stay secure.": "Menya neza ko konte yawe ikoresha ijambo ryibanga rirerire, kugirango ugumane umutekano.",
    "Forbidden": "Birabujijwe",
    "Forgot your password?": "Wibagiwe ijambo ryibanga?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Wibagiwe ijambo ryibanga? Ntakibazo. Gusa tumenyeshe aderesi imeri yawe hanyuma tuzaguha imeri yo guhuza ijambo ryibanga rizagufasha guhitamo urundi.",
    "Go to page :page": "Jya ku rupapuro rwa :page",
    "Hello!": "Mwaramutse!",
    "If you did not create an account, no further action is required.": "Niba utarashizeho konti, ntakindi gikorwa gisabwa.",
    "If you did not request a password reset, no further action is required.": "Niba udasabye gusubiramo ijambo ryibanga, ntakindi gikorwa gisabwa.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Niba ufite ikibazo cyo gukanda buto \":actionText\", kora hanyuma wandike URL hepfo\nmuri mushakisha y'urubuga:",
    "Invalid JSON was returned from the route.": "JSON itemewe yagaruwe avuye munzira.",
    "Log in": "Injira",
    "Log Out": "Gusohoka",
    "Login": "Injira",
    "Logout": "Gusohoka",
    "Name": "Izina",
    "New Password": "Ijambobanga Rishya",
    "Not Found": "Ntibabonetse",
    "of": "Bya",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Konti yawe imaze gusibwa, ibikoresho byayo byose hamwe namakuru azahanagurwa burundu. Mbere yo gusiba konte yawe, nyamuneka gukuramo amakuru cyangwa amakuru ushaka kugumana.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Konti yawe imaze gusibwa, ibikoresho byayo byose hamwe namakuru azahanagurwa burundu. Nyamuneka andika ijambo ryibanga kugirango wemeze ko ushaka gusiba burundu konte yawe.",
    "Page Expired": "Urupapuro rwarangiye",
    "Pagination Navigation": "Kugendana na Pagination",
    "Password": "Ijambobanga",
    "Payment Required": "Bisabwa Kwishura",
    "Please click the button below to verify your email address.": "Nyamuneka kanda buto hepfo kugirango umenye aderesi imeri yawe.",
    "Profile": "Umwirondoro",
    "Profile Information": "Ibisobanuro",
    "Regards": "Kubaha",
    "Register": "Iyandikishe",
    "Remember me": "Unyibuke",
    "Resend Verification Email": "Ohereza imeri yo kugenzura",
    "Reset Password": "Ongera usubize ijambo ryibanga",
    "Reset Password Notification": "Ongera umenyeshe ijambo ryibanga",
    "results": "ibisubizo",
    "Save": "Bika",
    "Saved.": "Yakijijwe.",
    "Server Error": "Seriveri Ikosa",
    "Service Unavailable": "Serivisi Ntibishoboka",
    "Showing": "Kwerekana",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Urakoze kwiyandikisha! Mbere yo gutangira, ushobora kugenzura aderesi imeri ukanze kumurongo twakwoherereje? Niba utarakiriye imeri, tuzishimira kohereza indi.",
    "The given data was invalid.": "Amakuru yatanzwe nta gaciro yari afite.",
    "The response is not a streamed response.": "Igisubizo ntabwo ari igisubizo gikwiye.",
    "The response is not a view.": "Igisubizo ntabwo ari ukureba.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Aka ni ahantu hizewe muri porogaramu. Nyamuneka wemeze ijambo ryibanga mbere yo gukomeza.",
    "This password reset link will expire in :count minutes.": "Iri jambo ryibanga ryibanga rizarangira muminota :count.",
    "to": "Kuri",
    "Toggle navigation": "Kuzenguruka",
    "Too Many Requests": "Ibisabwa Byinshi",
    "Unauthorized": "Uruhushya",
    "Update Password": "Kuvugurura ijambo ryibanga",
    "Update your account's profile information and email address.": "Kuvugurura amakuru ya konte yawe na aderesi imeri.",
    "Verify Email Address": "Kugenzura Aderesi imeri",
    "Whoops!": "Wowe!",
    "You are receiving this email because we received a password reset request for your account.": "Urimo kwakira iyi imeri kuko twakiriye ijambo ryibanga ryibanga rya konte yawe.",
    "You're logged in!": "Winjiye!",
    "Your email address is unverified.": "Aderesi imeri yawe ntabwo igenzurwa."
}