{
    "(and :count more error)": "(۽ :count وڌيڪ غلطي)",
    "(and :count more errors)": "(۽ :count وڌيڪ غلطيون)",
    "A new verification link has been sent to the email address you provided during registration.": "هڪ نئين تصديق واري لنڪ موڪلي وئي آهي اي ميل پتي تي جيڪا توهان رجسٽريشن دوران مهيا ڪئي هئي.",
    "A new verification link has been sent to your email address.": "توهان جي اي ميل ايڊريس تي هڪ نئين تصديق واري لنڪ موڪلي وئي آهي.",
    "All rights reserved.": "سڀ حق محفوظ آهن.",
    "Already registered?": "اڳ ۾ ئي رجسٽر ٿيل؟",
    "Are you sure you want to delete your account?": "ڇا توهان پڪ سان پنهنجو اڪائونٽ ختم ڪرڻ چاهيو ٿا؟",
    "Cancel": "منسوخ ڪريو",
    "Click here to re-send the verification email.": "تصديق واري اي ميل ٻيهر موڪلڻ لاءِ هتي ڪلڪ ڪريو.",
    "Confirm": "تصديق ڪريو",
    "Confirm Password": "پاس ورڊ جي تصديق ڪريو",
    "Current Password": "موجوده پاس ورڊ",
    "Dashboard": "ڊيش بورڊ",
    "Delete Account": "اڪائونٽ ختم ڪريو",
    "Email": "اي ميل",
    "Email Password Reset Link": "اي ميل پاسورڊ ري سيٽ لنڪ",
    "Ensure your account is using a long, random password to stay secure.": "پڪ ڪريو ته توهان جو اڪائونٽ محفوظ رهڻ لاءِ هڪ ڊگهو، بي ترتيب پاسورڊ استعمال ڪري رهيو آهي.",
    "Forbidden": "منع ٿيل",
    "Forgot your password?": "پنهنجو پاسورڊ وساري ويٺا؟",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "پنهنجو پاسورڊ وساري ويٺا؟ ڪو مسئلو ناهي. بس اسان کي ٻڌايو ته توهان جو اي ميل پتو ۽ اسان توهان کي اي ميل ڪنداسين هڪ پاسورڊ ري سيٽ لنڪ جيڪا توهان کي هڪ نئين چونڊڻ جي اجازت ڏيندو.",
    "Go to page :page": "صفحي :page تي وڃو",
    "Hello!": "سلام!",
    "If you did not create an account, no further action is required.": "جيڪڏهن توهان هڪ اڪائونٽ نه ٺاهيو آهي، وڌيڪ عمل جي ضرورت ناهي.",
    "If you did not request a password reset, no further action is required.": "جيڪڏهن توهان پاسورڊ ريٽ ڪرڻ جي درخواست نه ڪئي آهي، وڌيڪ عمل جي ضرورت ناهي.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "جيڪڏهن توهان کي \":actionText\" بٽڻ تي ڪلڪ ڪرڻ ۾ مشڪل آهي، هيٺ ڏنل URL کي ڪاپي ۽ پيسٽ ڪريو\nتوهان جي ويب برائوزر ۾:",
    "Invalid JSON was returned from the route.": "غلط JSON رستي کان واپس ڪيو ويو.",
    "Log in": "لاگ ان",
    "Log Out": "ڪم ڇڏڻ",
    "Login": "لاگ ان",
    "Logout": "ڪم ڇڏڻ",
    "Name": "نالو",
    "New Password": "نئون پاسورڊ",
    "Not Found": "نه مليو",
    "of": "جو",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "هڪ دفعو توهان جو اڪائونٽ ختم ٿي ويندو، ان جا سڀئي وسيلا ۽ ڊيٽا مستقل طور تي ڊهي ويندا. توهان جي اڪائونٽ کي حذف ڪرڻ کان پهريان، مهرباني ڪري ڊائون لوڊ ڪريو ڪنهن به ڊيٽا يا معلومات جيڪا توهان برقرار رکڻ چاهيو ٿا.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "هڪ دفعو توهان جو اڪائونٽ ختم ٿي ويندو، ان جا سڀئي وسيلا ۽ ڊيٽا مستقل طور تي ڊهي ويندا. مھرباني ڪري پنھنجو پاسورڊ داخل ڪريو ان جي تصديق ڪرڻ لاءِ ته توھان چاھيو ٿا مستقل طور پنھنجو کاتو حذف ڪريو.",
    "Page Expired": "صفحو ختم ٿي ويو",
    "Pagination Navigation": "صفحو نيويگيشن",
    "Password": "پاسورڊ",
    "Payment Required": "ادائگي گھربل",
    "Please click the button below to verify your email address.": "مھرباني ڪري ھيٺ ڏنل بٽڻ تي ڪلڪ ڪريو پنھنجي اي ميل پتي جي تصديق ڪرڻ لاء.",
    "Profile": "پروفائل",
    "Profile Information": "پروفائل ڄاڻ",
    "Regards": "حوالي",
    "Register": "رجسٽر",
    "Remember me": "مونکي ياد ڪيو",
    "Resend Verification Email": "تصديق واري اي ميل ٻيهر موڪليو",
    "Reset Password": "پاسورڊ ري سيٽ ڪريو",
    "Reset Password Notification": "ري سيٽ پاسورڊ نوٽيفڪيشن",
    "results": "نتيجا",
    "Save": "بچايو",
    "Saved.": "محفوظ ٿيل.",
    "Server Error": "سرور جي غلطي",
    "Service Unavailable": "خدمت دستياب ناهي",
    "Showing": "ڏيکاريندڙ",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "سائن اپ ڪرڻ لاءِ مهرباني! شروع ڪرڻ کان اڳ، ڇا توھان پنھنجي اي ميل پتي جي تصديق ڪري سگھوٿا لنڪ تي ڪلڪ ڪري جيڪو اسان توھان کي اي ميل ڪيو آھي؟ جيڪڏهن توهان اي ميل حاصل نه ڪيو، اسان خوشيء سان توهان کي هڪ ٻيو موڪلينداسين.",
    "The given data was invalid.": "ڏنل ڊيٽا غلط هئي.",
    "The response is not a streamed response.": "جواب هڪ وهڪرو جواب نه آهي.",
    "The response is not a view.": "جواب هڪ نظر نه آهي.",
    "This is a secure area of the application. Please confirm your password before continuing.": "هي ايپليڪيشن جو هڪ محفوظ علائقو آهي. اڳتي وڌڻ کان اڳ مھرباني ڪري پنھنجي پاسورڊ جي تصديق ڪريو.",
    "This password reset link will expire in :count minutes.": "هي پاسورڊ ري سيٽ لنڪ :count منٽن ۾ ختم ٿي ويندي.",
    "to": "جي طرف",
    "Toggle navigation": "نيويگيشن کي ٽوگل ڪريو",
    "Too Many Requests": "تمام گهڻيون درخواستون",
    "Unauthorized": "غير مجاز",
    "Update Password": "تازه ڪاري پاسورڊ",
    "Update your account's profile information and email address.": "پنهنجي اڪائونٽ جي پروفائيل جي معلومات ۽ اي ميل ايڊريس کي اپڊيٽ ڪريو.",
    "Verify Email Address": "اي ميل ايڊريس جي تصديق ڪريو",
    "Whoops!": "اڙي!",
    "You are receiving this email because we received a password reset request for your account.": "توھان ھي اي ميل حاصل ڪري رھيا آھيو ڇو ته اسان کي توھان جي اڪائونٽ لاءِ پاسورڊ ري سيٽ ڪرڻ جي درخواست ملي آھي.",
    "You're logged in!": "توهان لاگ ان آهيو!",
    "Your email address is unverified.": "توهان جو اي ميل پتو اڻ تصديق ٿيل آهي."
}