{
    "(and :count more error)": "(uye :count zvimwe kukanganisa)",
    "(and :count more errors)": "(uye gumi zvikanganiso)",
    "A new verification link has been sent to the email address you provided during registration.": "Nyowani yekusimbisa link yatumirwa kune email kero yawakapa panguva yekunyoresa.",
    "A new verification link has been sent to your email address.": "Yekusimbisa link itsva yatumirwa kuemail yako.",
    "All rights reserved.": "Kodzero dzese dzakachengetwa.",
    "Already registered?": "Watonyoreswa?",
    "Are you sure you want to delete your account?": "Une chokwadi chekuti unoda kudzima account yako?",
    "Cancel": "Kanzura",
    "Click here to re-send the verification email.": "Dzvanya apa kuti utumire zvakare email yekuongorora.",
    "Confirm": "Confirm",
    "Confirm Password": "tsigira pasiwedhi",
    "Current Password": "pasiwedhi yazvino",
    "Dashboard": "Dashboard",
    "Delete Account": "Delete Account",
    "Email": "Email",
    "Email Password Reset Link": "Email Password Reset Link",
    "Ensure your account is using a long, random password to stay secure.": "Ita shuwa kuti account yako iri kushandisa refu, isina kurongeka password kuti ugare wakachengeteka.",
    "Forbidden": "Kurambidzwa",
    "Forgot your password?": "Wakanganwa password yako?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Wakanganwa password yako? Hapana dambudziko. Ingotizivisa email kero yako uye isu tichakutumira email password reset link iyo inokutendera iwe kusarudza imwe itsva.",
    "Go to page :page": "Enda kupeji :page",
    "Hello!": "Mhoro!",
    "If you did not create an account, no further action is required.": "Kana usina kugadzira account, hapana chimwe chiito chinodiwa.",
    "If you did not request a password reset, no further action is required.": "Kana usina kukumbira kusetwa patsva, hapana chimwe chiito chinodiwa.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Kana uchinetseka nekudzvanya \":actionText\" bhatani, kopira uye unamate iyo URL pazasi\nmubrowser yako:",
    "Invalid JSON was returned from the route.": "JSON isiriyo yakadzoswa kubva munzira.",
    "Log in": "Log in",
    "Log Out": "Kubuda",
    "Login": "Login",
    "Logout": "Kubuda",
    "Name": "Zita",
    "New Password": "New Password",
    "Not Found": "Kusawanikwa",
    "of": "ye",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Kana account yako yadzimwa, zvese zviwanikwa zvayo uye data zvichabviswa zvachose. Usati wadzima account yako, ndapota dhawunirodha chero data kana ruzivo rwaunoda kuchengetedza.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Kana account yako yadzimwa, zvese zviwanikwa zvayo uye data zvichabviswa zvachose. Ndokumbira uise password yako kuratidza kuti unoda kudzima zvachose account yako.",
    "Page Expired": "Peji Yapera",
    "Pagination Navigation": "Pagination Navigation",
    "Password": "Pasiwedhi",
    "Payment Required": "Kubhadhara Kunodiwa",
    "Please click the button below to verify your email address.": "Ndokumbira udzvanye bhatani riri pazasi kuti uone email yako kero.",
    "Profile": "Profile",
    "Profile Information": "Profile Information",
    "Regards": "Kwaziwai",
    "Register": "Register",
    "Remember me": "Ndirangarire",
    "Resend Verification Email": "Tumirazve Verification Email",
    "Reset Password": "Reset Password",
    "Reset Password Notification": "Reset Password Notification",
    "results": "mhinduro",
    "Save": "Sevha",
    "Saved.": "Saved.",
    "Server Error": "Server Error",
    "Service Unavailable": "Service Haipo",
    "Showing": "Kuratidza",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Maita basa nekunyoresa! Usati watanga, unogona here kuona email kero yako nekudzvanya pane iyo link yatichangobva kukutumira email? Kana usina kugamuchira email, tichakutumira imwe nemufaro.",
    "The given data was invalid.": "Data yakapihwa yanga isiriyo.",
    "The response is not a streamed response.": "Mhinduro haisi mhinduro yakatenderedzwa.",
    "The response is not a view.": "Mhinduro haisi maonero.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Iyi inzvimbo yakachengeteka yekushandisa. Ndokumbira usimbise password yako usati waenderera mberi.",
    "This password reset link will expire in :count minutes.": "Iyi password reset link inopera mumaminitsi gumi.",
    "to": "ku",
    "Toggle navigation": "Toggle navigation",
    "Too Many Requests": "Zvikumbiro Zvakawanda",
    "Unauthorized": "Zvisina mvumo",
    "Update Password": "Gadziridza password",
    "Update your account's profile information and email address.": "Gadzirisa ruzivo rweakaundi yako uye kero yeemail.",
    "Verify Email Address": "Verify Email Kero",
    "Whoops!": "Whoops!",
    "You are receiving this email because we received a password reset request for your account.": "Uri kugamuchira iyi email nekuti tatambira chikumbiro chekugadzirisa pasiwedhi account yako.",
    "You're logged in!": "Wapinda!",
    "Your email address is unverified.": "Kero yako yeemail haina kusimbiswa."
}