{
    "(and :count more error)": "(sareng :count deui kasalahan)",
    "(and :count more errors)": "(sareng :count deui kasalahan)",
    "A new verification link has been sent to the email address you provided during registration.": "Tautan verifikasi anyar parantos dikirim ka alamat email anu anjeun bikeun nalika pendaptaran.",
    "A new verification link has been sent to your email address.": "Tautan verifikasi anyar parantos dikirim ka alamat surélék anjeun.",
    "All rights reserved.": "Sadaya hak disimpen.",
    "Already registered?": "Geus didaptarkeun?",
    "Are you sure you want to delete your account?": "Naha anjeun yakin hoyong mupus akun anjeun?",
    "Cancel": "Ngabolaykeun",
    "Click here to re-send the verification email.": "Pencét di dieu pikeun ngirim deui email verifikasi.",
    "Confirm": "Konfirmasi",
    "Confirm Password": "Pastikeun Kecap konci",
    "Current Password": "Kecap konci Ayeuna",
    "Dashboard": "Dasbor",
    "Delete Account": "Hapus Akun",
    "Email": "Surélék",
    "Email Password Reset Link": "Email Sandi Reset Link",
    "Ensure your account is using a long, random password to stay secure.": "Pastikeun akun anjeun nganggo sandi anu panjang sareng acak pikeun tetep aman.",
    "Forbidden": "Dilarang",
    "Forgot your password?": "Hilap kecap konci anjeun?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Hilap kecap konci anjeun? Henteu masalah. Ngan hayu urang terang alamat surélék anjeun sarta kami bakal surélék anjeun link reset sandi nu bakal ngidinan Anjeun pikeun milih nu anyar.",
    "Go to page :page": "Pindah ka kaca :page",
    "Hello!": "Halo!",
    "If you did not create an account, no further action is required.": "Lamun anjeun teu nyieun hiji akun, euweuh aksi salajengna diperlukeun.",
    "If you did not request a password reset, no further action is required.": "Upami anjeun henteu menta reset sandi, teu aya tindakan salajengna anu diperyogikeun.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Upami anjeun ngalaman masalah ngaklik tombol \":actionText\", salin sareng témpél URL di handap ieu\nkana panyungsi wéb anjeun:",
    "Invalid JSON was returned from the route.": "JSON teu sah dipulangkeun tina rute.",
    "Log in": "Lebet",
    "Log Out": "Kaluar",
    "Login": "Lebet",
    "Logout": "Kaluar",
    "Name": "Ngaran",
    "New Password": "Kecap konci Énggal",
    "Not Found": "Henteu kapendak",
    "of": "tina",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Saatos akun anjeun dihapus, sadaya sumber sareng datana bakal dipupus sacara permanén. Sateuacan ngahapus akun anjeun, mangga unduh data atanapi inpormasi anu anjeun hoyong disimpen.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Saatos akun anjeun dihapus, sadaya sumber sareng datana bakal dipupus sacara permanén. Mangga lebetkeun sandi anjeun pikeun mastikeun yén anjeun hoyong ngahapus akun anjeun sacara permanen.",
    "Page Expired": "Kaca Kadaluwarsa",
    "Pagination Navigation": "Napigasi pagination",
    "Password": "Sandi",
    "Payment Required": "Mayar Diperlukeun",
    "Please click the button below to verify your email address.": "Mangga klik tombol di handap pikeun pariksa alamat surélék anjeun.",
    "Profile": "Propil",
    "Profile Information": "Émbaran Propil",
    "Regards": "Wasalam",
    "Register": "Ngadaptar",
    "Remember me": "Émut abdi",
    "Resend Verification Email": "Kirim deui Surélék Verifikasi",
    "Reset Password": "Reset Sandi",
    "Reset Password Notification": "Reset Bewara Sandi",
    "results": "hasilna",
    "Save": "Simpen",
    "Saved.": "Disimpen.",
    "Server Error": "Kasalahan Server",
    "Service Unavailable": "Palayanan Henteu Sayogi",
    "Showing": "Némbongkeun",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Hatur nuhun pikeun ngadaptar! Sateuacan ngamimitian, tiasa anjeun pariksa alamat email anjeun ku ngaklik tautan anu kami kirimkeun ku email ka anjeun? Upami anjeun henteu nampi email, kami bakal ngantunkeun anjeun anu sanés.",
    "The given data was invalid.": "Data anu dipasihkeun henteu sah.",
    "The response is not a streamed response.": "Tanggapan sanés réspon streaming.",
    "The response is not a view.": "Responna lain tempoan.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Ieu mangrupikeun daérah anu aman tina aplikasi. Mangga pastikeun sandi anjeun saméméh nuluykeun.",
    "This password reset link will expire in :count minutes.": "Link reset sandi ieu bakal kadaluwarsa dina :count menit.",
    "to": "ka",
    "Toggle navigation": "Togél navigasi",
    "Too Many Requests": "Loba Teuing Paménta",
    "Unauthorized": "Teu sah",
    "Update Password": "Apdet Sandi",
    "Update your account's profile information and email address.": "Apdet inpo profil akun anjeun sarta alamat surélék.",
    "Verify Email Address": "Pariksa Alamat Surélék",
    "Whoops!": "Duh!",
    "You are receiving this email because we received a password reset request for your account.": "Anjeun nampi email ieu kusabab kami nampi pamundut reset sandi kanggo akun anjeun.",
    "You're logged in!": "Anjeun asup!",
    "Your email address is unverified.": "Alamat surélék anjeun teu acan diverifikasi."
}