{
    "(and :count more error)": "(மேலும் :count பிழைகள்)",
    "(and :count more errors)": "(மேலும் :count பிழைகள்)",
    "A new verification link has been sent to the email address you provided during registration.": "பதிவின் போது நீங்கள் வழங்கிய மின்னஞ்சல் முகவரிக்கு புதிய சரிபார்ப்பு இணைப்பு அனுப்பப்பட்டுள்ளது.",
    "A new verification link has been sent to your email address.": "உங்கள் மின்னஞ்சல் முகவரிக்கு புதிய சரிபார்ப்பு இணைப்பு அனுப்பப்பட்டுள்ளது.",
    "All rights reserved.": "அனைத்து உரிமைகளும் பாதுகாக்கப்பட்டவை.",
    "Already registered?": "ஏற்கனவே பதிவு செய்யப்பட்டது?",
    "Are you sure you want to delete your account?": "உங்கள் கணக்கை நிச்சயமாக நீக்க விரும்புகிறீர்களா?",
    "Cancel": "ரத்து செய்",
    "Click here to re-send the verification email.": "சரிபார்ப்பு மின்னஞ்சலை மீண்டும் அனுப்ப இங்கே கிளிக் செய்யவும்.",
    "Confirm": "உறுதிப்படுத்தவும்",
    "Confirm Password": "கடவுச்சொல்லை உறுதிப்படுத்தவும்",
    "Current Password": "தற்போதைய கடவுச்சொல்",
    "Dashboard": "டாஷ்போர்டு",
    "Delete Account": "கணக்கை நீக்குக",
    "Email": "மின்னஞ்சல்",
    "Email Password Reset Link": "மின்னஞ்சல் கடவுச்சொல் மீட்டமைப்பு இணைப்பு",
    "Ensure your account is using a long, random password to stay secure.": "உங்கள் கணக்கு பாதுகாப்பாக இருக்க நீண்ட, சீரற்ற கடவுச்சொல்லைப் பயன்படுத்துகிறது என்பதை உறுதிப்படுத்தவும்.",
    "Forbidden": "தடை செய்யப்பட்டுள்ளது",
    "Forgot your password?": "உங்கள் கடவுச்சொல்லை மறந்து விட்டீர்களா?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "உங்கள் கடவுச்சொல்லை மறந்து விட்டீர்களா? எந்த பிரச்சினையும் இல்லை. உங்கள் மின்னஞ்சல் முகவரியை எங்களுக்குத் தெரியப்படுத்துங்கள், புதிய ஒன்றைத் தேர்வுசெய்ய உங்களை அனுமதிக்கும் கடவுச்சொல் மீட்டமைப்பு இணைப்பை நாங்கள் உங்களுக்கு மின்னஞ்சல் செய்வோம்.",
    "Go to page :page": "பக்கம் :page க்குச் செல்லவும்",
    "Hello!": "வணக்கம்!",
    "If you did not create an account, no further action is required.": "நீங்கள் கணக்கை உருவாக்கவில்லை எனில், மேற்கொண்டு எந்த நடவடிக்கையும் தேவையில்லை.",
    "If you did not request a password reset, no further action is required.": "கடவுச்சொல் மீட்டமைப்பை நீங்கள் கோரவில்லை எனில், மேற்கொண்டு எந்த நடவடிக்கையும் தேவையில்லை.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "\":actionText\" பொத்தானைக் கிளிக் செய்வதில் சிக்கல் இருந்தால், கீழே உள்ள URL ஐ நகலெடுத்து ஒட்டவும்\nஉங்கள் இணைய உலாவியில்:",
    "Invalid JSON was returned from the route.": "தவறான JSON பாதையிலிருந்து திரும்பியது.",
    "Log in": "உள்நுழைய",
    "Log Out": "வெளியேறு",
    "Login": "உள்நுழைய",
    "Logout": "வெளியேறு",
    "Name": "பெயர்",
    "New Password": "புதிய கடவுச்சொல்",
    "Not Found": "கிடைக்கவில்லை",
    "of": "இன்",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "உங்கள் கணக்கு நீக்கப்பட்டதும், அதன் அனைத்து ஆதாரங்களும் தரவுகளும் நிரந்தரமாக நீக்கப்படும். உங்கள் கணக்கை நீக்குவதற்கு முன், நீங்கள் வைத்திருக்க விரும்பும் தரவு அல்லது தகவலைப் பதிவிறக்கவும்.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "உங்கள் கணக்கு நீக்கப்பட்டதும், அதன் அனைத்து ஆதாரங்களும் தரவுகளும் நிரந்தரமாக நீக்கப்படும். உங்கள் கணக்கை நிரந்தரமாக நீக்க விரும்புவதை உறுதிப்படுத்த உங்கள் கடவுச்சொல்லை உள்ளிடவும்.",
    "Page Expired": "பக்கம் காலாவதியானது",
    "Pagination Navigation": "பேஜினேஷன் வழிசெலுத்தல்",
    "Password": "கடவுச்சொல்",
    "Payment Required": "கட்டணம் செலுத்த வேண்டும்",
    "Please click the button below to verify your email address.": "உங்கள் மின்னஞ்சல் முகவரியைச் சரிபார்க்க கீழே உள்ள பொத்தானைக் கிளிக் செய்யவும்.",
    "Profile": "சுயவிவரம்",
    "Profile Information": "சுயவிவரத் தகவல்",
    "Regards": "அன்புடன்",
    "Register": "பதிவு",
    "Remember me": "என்னை நினைவில் வையுங்கள்",
    "Resend Verification Email": "சரிபார்ப்பு மின்னஞ்சலை மீண்டும் அனுப்புக",
    "Reset Password": "கடவுச்சொல்லை மீட்டமைக்க",
    "Reset Password Notification": "கடவுச்சொல் அறிவிப்பை மீட்டமைக்கவும்",
    "results": "முடிவுகள்",
    "Save": "சேமிக்கவும்",
    "Saved.": "சேமிக்கப்பட்டது.",
    "Server Error": "சர்வர் பிழை",
    "Service Unavailable": "சேவை கிடைக்கவில்லை",
    "Showing": "காட்டும்",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "பதிவு செய்ததற்கு நன்றி! தொடங்குவதற்கு முன், நாங்கள் உங்களுக்கு மின்னஞ்சல் செய்த இணைப்பைக் கிளிக் செய்வதன் மூலம் உங்கள் மின்னஞ்சல் முகவரியைச் சரிபார்க்க முடியுமா? நீங்கள் மின்னஞ்சலைப் பெறவில்லை என்றால், நாங்கள் மகிழ்ச்சியுடன் மற்றொரு மின்னஞ்சலை உங்களுக்கு அனுப்புவோம்.",
    "The given data was invalid.": "கொடுக்கப்பட்ட தரவு தவறானது.",
    "The response is not a streamed response.": "பதில் ஸ்ட்ரீம் செய்யப்பட்ட பதில் அல்ல.",
    "The response is not a view.": "பதில் ஒரு பார்வை அல்ல.",
    "This is a secure area of the application. Please confirm your password before continuing.": "இது பயன்பாட்டின் பாதுகாப்பான பகுதி. தொடர்வதற்கு முன் உங்கள் கடவுச்சொல்லை உறுதிப்படுத்தவும்.",
    "This password reset link will expire in :count minutes.": "இந்த கடவுச்சொல் மீட்டமைப்பு இணைப்பு :count நிமிடங்களில் காலாவதியாகிவிடும்.",
    "to": "செய்ய",
    "Toggle navigation": "வழிசெலுத்தலை மாற்று",
    "Too Many Requests": "மிக அதிகமான கோரிக்கைகள்",
    "Unauthorized": "அங்கீகரிக்கப்படாதது",
    "Update Password": "கடவுச்சொல்லை புதுப்பிக்கவும்",
    "Update your account's profile information and email address.": "உங்கள் கணக்கின் சுயவிவரத் தகவல் மற்றும் மின்னஞ்சல் முகவரியைப் புதுப்பிக்கவும்.",
    "Verify Email Address": "மின்னஞ்சல் முகவரியைச் சரிபார்க்கவும்",
    "Whoops!": "அச்சச்சோ!",
    "You are receiving this email because we received a password reset request for your account.": "உங்கள் கணக்கிற்கான கடவுச்சொல் மீட்டமைப்பு கோரிக்கையை நாங்கள் பெற்றதால் இந்த மின்னஞ்சலைப் பெறுகிறீர்கள்.",
    "You're logged in!": "நீங்கள் உள்நுழைந்துள்ளீர்கள்!",
    "Your email address is unverified.": "உங்கள் மின்னஞ்சல் முகவரி சரிபார்க்கப்படவில்லை."
}