{
    "(and :count more error)": "(һәм тагын :count хата)",
    "(and :count more errors)": "(һәм тагын :count хата)",
    "A new verification link has been sent to the email address you provided during registration.": "Сез теркәлү вакытында күрсәткән электрон почта адресына яңа тикшерү сылтамасы җибәрелде.",
    "A new verification link has been sent to your email address.": "Электрон почта адресына яңа тикшерү сылтамасы җибәрелде.",
    "All rights reserved.": "Барлык хокуклар якланган.",
    "Already registered?": "Инде теркәлгәнме?",
    "Are you sure you want to delete your account?": "Сезнең счетыгызны бетерергә телисезме?",
    "Cancel": "Баш тарту",
    "Click here to re-send the verification email.": "Тикшерү электрон почтасын җибәрү өчен монда басыгыз.",
    "Confirm": "Ышандыр",
    "Confirm Password": "серсүзне расла",
    "Current Password": "Хәзер кулланыла торган серсүз",
    "Dashboard": "Такталар",
    "Delete Account": "Хисапны бетерү",
    "Email": "Электрон почта",
    "Email Password Reset Link": "Электрон почта серсүзен яңарту сылтамасы",
    "Ensure your account is using a long, random password to stay secure.": "Хисап язмагыз куркынычсыз калу өчен озын, очраклы серсүз кулланганына инаныгыз.",
    "Forbidden": "Тыйган",
    "Forgot your password?": "Серсүзегезне оныттыгызмы?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Серсүзегезне оныттыгызмы? Проблемалар юк. Электрон почта адресыгызны безгә хәбәр итегез һәм без сезгә серсүзне яңадан урнаштыру сылтамасын җибәрәчәкбез, бу сезгә яңасын сайларга мөмкинлек бирәчәк.",
    "Go to page :page": ":page нчы биткә керегез",
    "Hello!": "Сәлам!",
    "If you did not create an account, no further action is required.": "Әгәр дә сез хисап язмасы ясамасагыз, бүтән чаралар таләп ителми.",
    "If you did not request a password reset, no further action is required.": "Әгәр дә серсүзне яңадан торгызуны сорамасагыз, бүтән чара кирәк түгел.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Әгәр дә сез \":actionText\" төймәсенә басыгыз икән, түбәндәге URL-ны күчереп языгыз\nвеб-браузерыгызда:",
    "Invalid JSON was returned from the route.": "Яраксыз JSON маршруттан кайтарылды.",
    "Log in": "Керергә",
    "Log Out": "Чыгарга",
    "Login": "Керергә",
    "Logout": "Чыгарга",
    "Name": "Исем",
    "New Password": "Яңа серсүз",
    "Not Found": "Табылмады",
    "of": "of",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Сезнең счетыгыз бетерелгәч, аның барлык ресурслары һәм мәгълүматлары мәңгегә бетереләчәк. Хисап язмагызны бетергәнче, сакларга теләгән мәгълүматны яки мәгълүматны йөкләгез.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Сезнең счетыгыз бетерелгәч, аның барлык ресурслары һәм мәгълүматлары мәңгегә бетереләчәк. Хисап язмагызны мәңгегә бетерергә теләвегезне раслау өчен серсүзегезне кертегез.",
    "Page Expired": "Битнең вакыты",
    "Pagination Navigation": "Пагинация навигациясе",
    "Password": "Серсүз",
    "Payment Required": "Түләү кирәк",
    "Please click the button below to verify your email address.": "Электрон почта адресыгызны тикшерү өчен зинһар, астагы төймәгә басыгыз.",
    "Profile": "Профиль",
    "Profile Information": "Профиль турында мәгълүмат",
    "Regards": "Хөрмәт белән",
    "Register": "Регистрация",
    "Remember me": "Мине истә калдыр",
    "Resend Verification Email": "Тикшерү электрон почтасын җибәрегез",
    "Reset Password": "Серсүзне яңадан урнаштыру",
    "Reset Password Notification": "Серсүз хәбәрен кире кайтару",
    "results": "нәтиҗәләр",
    "Save": "Саклагыз",
    "Saved.": "Сакланган.",
    "Server Error": "Сервер хата",
    "Service Unavailable": "Хезмәт мөмкин түгел",
    "Showing": "Күрсәтү",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Керүегез өчен рәхмәт! Башлап җибәргәнче, без сезгә электрон почта адресын тикшерә аласызмы? Әгәр сез электрон почтаны алмаган булсагыз, без сезгә шатланып бүтәнне җибәрербез.",
    "The given data was invalid.": "Бирелгән мәгълүматлар дөрес түгел.",
    "The response is not a streamed response.": ".Авап агымлы җавап түгел.",
    "The response is not a view.": ".Авап күренеш түгел.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Бу кушымтаның куркынычсыз өлкәсе. Зинһар, дәвам итәр алдыннан серсүзегезне раслагыз.",
    "This password reset link will expire in :count minutes.": "Бу серсүзне яңарту сылтамасы :count минутта бетәчәк.",
    "to": "to",
    "Toggle navigation": "Навигацияне алыштырыгыз",
    "Too Many Requests": "Бик күп сорау",
    "Unauthorized": "Рөхсәтсез",
    "Update Password": "Серсүзне яңарту",
    "Update your account's profile information and email address.": "Хисап язмасының профиль мәгълүматын һәм электрон почта адресын яңарту.",
    "Verify Email Address": "Электрон почта адресын тикшерегез",
    "Whoops!": "Өй!",
    "You are receiving this email because we received a password reset request for your account.": "Сез бу электрон почтаны аласыз, чөнки без сезнең счетыгыз өчен серсүзне яңадан торгызу соравын алдык.",
    "You're logged in!": "Сез кердегез!",
    "Your email address is unverified.": "Сезнең электрон почта адресы тикшерелмәгән."
}