{
    "(and :count more error)": "(ati aṣiṣe :count diẹ sii)",
    "(and :count more errors)": "(ati awọn aṣiṣe :count diẹ sii)",
    "A new verification link has been sent to the email address you provided during registration.": "Ọna asopọ ijẹrisi tuntun ti fi ranṣẹ si adirẹsi imeeli ti o pese lakoko iforukọsilẹ.",
    "A new verification link has been sent to your email address.": "A ti fi ọna asopọ ijẹrisi titun ranṣẹ si adirẹsi imeeli rẹ.",
    "All rights reserved.": "Gbogbo awọn ẹtọ wa ni ipamọ.",
    "Already registered?": "Ti forukọsilẹ tẹlẹ?",
    "Are you sure you want to delete your account?": "Ṣe o da ọ loju pe o fẹ pa akọọlẹ rẹ rẹ bi?",
    "Cancel": "Fagilee",
    "Click here to re-send the verification email.": "Tẹ ibi lati tun fi imeeli ijẹrisi naa ranṣẹ.",
    "Confirm": "Jẹrisi",
    "Confirm Password": "So ni pato orukoabawole re",
    "Current Password": "Ọrọigbaniwọle lọwọlọwọ",
    "Dashboard": "Dasibodu",
    "Delete Account": "Pa Account",
    "Email": "Imeeli",
    "Email Password Reset Link": "Imeeli Ọrọigbaniwọle Tun ọna asopọ",
    "Ensure your account is using a long, random password to stay secure.": "Rii daju pe akọọlẹ rẹ nlo ọrọ igbaniwọle gigun, airotẹlẹ lati duro ni aabo.",
    "Forbidden": "Eewọ",
    "Forgot your password?": "Gbagbe oruku abawole re?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Gbagbe oruku abawole re? Kosi wahala. Kan jẹ ki a mọ adirẹsi imeeli rẹ ati pe a yoo fi imeeli ranṣẹ ọna asopọ atunto ọrọ igbaniwọle ti yoo gba ọ laaye lati yan tuntun kan.",
    "Go to page :page": "Lọ si oju-iwe :page",
    "Hello!": "Pẹlẹ o!",
    "If you did not create an account, no further action is required.": "Ti o ko ba ṣẹda iwe apamọ kan, ko nilo igbese siwaju sii.",
    "If you did not request a password reset, no further action is required.": "Ti o ko ba beere fun atunto ọrọ igbaniwọle, ko nilo igbese siwaju sii.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Ti o ba ni wahala tite bọtini \":actionText\", daakọ ati lẹẹ URL naa ni isalẹ\nsinu ẹrọ aṣawakiri wẹẹbu rẹ:",
    "Invalid JSON was returned from the route.": "JSON ti ko tọ ni a da pada lati ipa ọna naa.",
    "Log in": "Wo ile",
    "Log Out": "Jade jade",
    "Login": "Wo ile",
    "Logout": "Jade jade",
    "Name": "Oruko",
    "New Password": "Ọrọ aṣina Tuntun",
    "Not Found": "Ko ri",
    "of": "ti",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Ni kete ti akọọlẹ rẹ ba ti paarẹ, gbogbo awọn orisun rẹ ati data yoo paarẹ patapata. Ṣaaju ki o to paarẹ akọọlẹ rẹ, jọwọ ṣe igbasilẹ eyikeyi data tabi alaye ti o fẹ lati daduro.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Ni kete ti akọọlẹ rẹ ba ti paarẹ, gbogbo awọn orisun rẹ ati data yoo paarẹ patapata. Jọwọ tẹ ọrọ igbaniwọle rẹ sii lati jẹrisi pe iwọ yoo fẹ lati pa akọọlẹ rẹ rẹ patapata.",
    "Page Expired": "Oju-iwe ti pari",
    "Pagination Navigation": "Lilọ kiri oju-iwe",
    "Password": "Ọrọigbaniwọle",
    "Payment Required": "Ti beere owo sisan",
    "Please click the button below to verify your email address.": "Jọwọ tẹ bọtini ti o wa ni isalẹ lati jẹrisi adirẹsi imeeli rẹ.",
    "Profile": "Profaili",
    "Profile Information": "Alaye Profaili",
    "Regards": "Kabiyesi",
    "Register": "Forukọsilẹ",
    "Remember me": "Ranti mi",
    "Resend Verification Email": "Fi Imeeli Ijerisi ranṣẹ",
    "Reset Password": "Tun Ọrọigbaniwọle to",
    "Reset Password Notification": "Tun Ifitonileti Ọrọigbaniwọle to",
    "results": "esi",
    "Save": "Fipamọ",
    "Saved.": "Ti fipamọ.",
    "Server Error": "Aṣiṣe olupin",
    "Service Unavailable": "Ko si ise sise",
    "Showing": "Nfihan",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "O ṣeun fun wíwọlé soke! Ṣaaju ki o to bẹrẹ, ṣe o le rii daju adirẹsi imeeli rẹ nipa titẹ si ọna asopọ ti a kan fi imeeli ranṣẹ si ọ? Ti o ko ba gba imeeli, a yoo fi ayọ ranṣẹ si ọ miiran.",
    "The given data was invalid.": "Awọn data ti a fifun ko wulo.",
    "The response is not a streamed response.": "Idahun naa kii ṣe esi ṣiṣan.",
    "The response is not a view.": "Idahun naa kii ṣe wiwo.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Eyi jẹ agbegbe to ni aabo ti ohun elo naa. Jọwọ jẹrisi ọrọ igbaniwọle rẹ ṣaaju ki o to tẹsiwaju.",
    "This password reset link will expire in :count minutes.": "Ọna asopọ atunto ọrọ igbaniwọle yii yoo pari ni iṣẹju mẹwa :count.",
    "to": "si",
    "Toggle navigation": "Yipada lilọ kiri",
    "Too Many Requests": "Pupọ Awọn ibeere",
    "Unauthorized": "Laigba aṣẹ",
    "Update Password": "Ṣe imudojuiwọn Ọrọigbaniwọle",
    "Update your account's profile information and email address.": "Ṣe imudojuiwọn alaye profaili akọọlẹ rẹ ati adirẹsi imeeli.",
    "Verify Email Address": "Daju Adirẹsi Imeeli",
    "Whoops!": "Eku!",
    "You are receiving this email because we received a password reset request for your account.": "O n gba imeeli yii nitori a gba ibeere atunto ọrọ igbaniwọle kan fun akọọlẹ rẹ.",
    "You're logged in!": "O ti wọle!",
    "Your email address is unverified.": "Adirẹsi imeeli rẹ ko ni idaniloju."
}